[
 {
  "id": 1,
  "judul": "Titik Balik Kaum “Teoretis” dan “Praktis”",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/11\/fcbb0d6b654df0cfeb382949465ba9d1-438x300.jpg",
  "rating": "3.5",
  "kategori": "Celoteh",
  "deskripsi": "(Solusi Hannah Arendt dan Ricoeur atas Perkataan Soekarno)   “Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi […]",
  "isi": "“Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini, daripada pemuda kutu buku yang memikirkan diri sendiri”, perkataan subjektif dari Ir. Soekarno yang kemudian melanglang buana ke segala penjuru yang dikumandangkan oleh beberapa orang dengan penafsiran yang berbeda-beda. Dari hasil penafsiran perkataan Soekarno di atas tentunya akan menghasilkan interpretasi yang berbeda-beda, hal ini dipengaruhi oleh siapa yang menafsirkannya dan kerangka teoretis apa yang digunakan. Pertarungan gagasan dari dua kelompok yang sering kali menjadikan narasi Soekarno di atas sebagai senjata. Dua kelompok tersebut dapat ditemukan dalam kehidupan modern saat ini. Berdasarkan penelaahan fenomena, dua kelompok yang dimaksud yakni mereka yang lahir dari ranah intelektualitas, sebut saja kelompok yang berafiliasi pada segi teoretis dan praktis. Kelompok teoretis adalah mereka para kaum intelektual yang memiliki ketertarikan tersendiri untuk mengarungi bahtera ilmu pengetahuan dari sudut pandang teori, sementara kelompok praktis adalah kelompok yang juga lahir dari rahim yang sama dengan kelompok teoretis yakni ruang intelektual namun perbedaannya adalah mereka lebih tertarik pada kehidupan praksis dan cenderung menyimpulkan sebuah teori secara singkat.\nSederhananya, kelompok praktis lebih condong pada narasi populer “satu kata, satu tindakan” sedangkan kelompok teoritis lebih berkarakteristik “beberapa kata untuk satu tindakan dan tidak menutup kemungkinan akan menghasilkan beberapa tindakan”. Arus pertarungan keduanya semakin tampak mencolok dalam dunia modern. Kelahiran dua kelompok tersebut sebenarnya secara tersirat dikumandangkan dari perkataan Soekarno di atas yang mana kelompok teoretis bisa kategorikan sebagai “kutu buku yang memikirkan diri sendiri” dan kelompok praktis adalah mereka yang “merokok dan minum kopi sambil diskusi tentang bangsa ini”. Secara sekilas, dalam tinjauan kehidupan modern yang menghasilkan masyarakat modern dengan karakter budaya instan, tentunya akan lebih bersepakat dengan kelompok praktis dengan barometer yang mungkin saja menjurus pada konteks tindakan karena pada dasarnya tindakanlah yang akan mencetuskan sebuah bentuk perubahan dan kenyataannya memang seperti itulah seharusnya, ibaratkan cerita kopi dan gula. Segelas kopi yang nikmat tentu yang akan mendapat jempol dari penikmatnya adalah kopinya. Sebaliknya, jika kopinya kurang nikmat maka yang akan dihakimi oleh para penikmatnya tentunya gula dengan dalih bahwa kopinya kurang nikmat karena gulanya kurang. Hampir dipastikan bahwa begitulah kisah antara kelompok teoretis dan praktis.\nMenelaah Perkataan Soekarno\nHannah Arendth dengan filsafat tindakannya hadir menengahi polemik antara kelompok teoretis dan praktis. Kita ketahui, filsafat tindakan Hannah Arendth berasal dari konsep vita activa. Konsep vita activa merumuskan tiga aktivitas manusia, antara lain: kerja, karya, dan tindakan. Konsep vita activa terinspirasi dari tiga taraf kehidupan dalam pemikiran Aristoteles. Tiga taraf aktivitas tersebut adalah produksi, tindakan, dan kontemplasi. Arendt kemudian mengkritik tiga taraf aktivitas tersebut, bahwa tindakan diletakkan di bawah kontemplasi. Bagi Arendt, tindakan adalah penyempurna aktivitas manusia sehingga tindakan menjadi aspek penting di dalam vita activa. Vita activa digunakan Arendt bukan untuk dibandingkan dengan vita contemplativa, kedua hal tersebut mempunyai muatan yang sama.\nVita activa memperoleh perhatian Arendt untuk mengkritik kemajuan masyarakat modern yang hanya menekankan “berpikir” untuk hal-hal praktis. Antara vita activa dan vita contemplativa harus berada dalam keseimbangan namun jika keduanya tidak seimbang maka akan melahirkan dampak, seperti yang dipaparkan Hardiman (2003: 25) bahwa: Manusia percaya begitu saja apa-apa yang terjadi secara rutin dengan perspektif akal sehatnya. Term vita contemplativa bahkan menjadi bahan perbincangan di era postmodern. Vita contemplativa identik dengan teori, sementara dalam realitas kehidupan tidak melulu menggunakan teori, bahkan teori harus dikaitkan dengan praksis. Persoalan yang muncul kemudian adalah tidak ada keseimbangan dalam penggunaan teori dan praksis, seperti ketika kita terbiasa menghayati daripada memikirkan atau sebaliknya. Jika lewat dari wilayah ini, manusia merasa ada sesuatu yang “aneh”, “luar biasa”, “gila”, dan seterusnya. Wilayah ini belum direfleksikan, maka bersifat prareflektif, sebuah “wilayah tidak bertuan” yang belum diduduki oleh penafsiran-penafsiran ilmiah dan filosofi. Manusia di sini lebih “menghayati” daripada “berpikir”, atau kalaupun berpikir, berpikir untuk hal-hal praktis yang sudah barang tentu.\nSampai di sini, kita bisa merefleksikan perkataan Soekarno di atas yang secara tidak langsung menyiratkan pembagian kelompok dalam arena kehidupan intelektualitas. Vita activa yang mewakili kelompok praktis sementara vita contemplativa adalah kelompok teoretis. Keduanya dituntut berjalan beriringan untuk menghasilkan sebuah tindakan yang mengarah pada perubahan yang sebenarnya. Dalam kajian vita activa, manusia pun tidak hanya dituntut untuk melakukan sebuah tindakan tanpa proses berpikir sebelumnya dan berpikir pun tidak hanya sekadar berpikir untuk hal-hal yang praktis tapi berpikir yang dimaksud adalah aktivitas di mana terjadi dialog antara diri dengan suara batin, sehingga berpikir memerlukan aspek kesadaran, bukan hanya dengan menghayati namun dengan bertindak. Dari sudut pandang vita contemplativa, manusia sebelum melakukan sebuah bentuk tindakan, mereka dituntut mapan dalam wilayah kerangka teoretis dan memiliki kecakapan dalam mentransformasikan basis teori yang dimilikinya sehingga mampu bergerak untuk menerapkan konsep dan gagasannya yang merujuk pada langkah ultim seorang manusia yakni tindakan.\nHermeneutika sebagai Aturan Interpretasi\nPaul Ricoeur dengan Hermeneutikanya memberikan sedikit gambaran perihal interpretasi. Bagi Ricoeur, Hermeneutika merupakan suatu teori tentang aturan-aturan dalam penafsiran teks. Hermeneutika bertujuan untuk menggali makna yang terdapat pada teks dan simbol dengan cara menggali tanpa henti makna-makna yang tersembunyi ataupun yang belum diketahui dalam suatu teks. Hermeneutika tidak dimaksudkan untuk mencari kesamaan antara maksud pembuat pesan dan penafsir. Melainkan menginterpretasi makna dan pesan se-objektif mungkin sesuai dengan yang diinginkan teks yang dikaitan dengan konteks. Seleksi atas hal-hal di luar teks harus selalu berada dalam petunjuk teks. Suatu interpretasi harus selalu berpijak pada teks. Dengan demikian, dapat dikatakan bahwa proses penafsiran selalu merupakan dialog antara teks dan penafsir.\nObjektivitas interpretasi dapat dicapai melalui empat kategori metodologis yang meliputi objektivasi melalui struktur, distansiasi melalui tulisan, distansiasi melalui dunia teks, dan apropriasi. Objektivasi melalui struktur adalah suatu upaya yang menunjukkan relasi-relasi intern dalam struktur atau teks, hermeneutika berkaitan erat dengan analisis struktural. Analisis struktural adalah sarana logis untuk menafsirkan teks. Penafsiran melalui objektivasi struktur terhadap perkataan Soekarno, “Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini”. Kalimat tersebut berpihak pada satu kelompok sekaligus menekankan keberpihakan Soekarno melalui kalimat “Aku lebih senang” serta menjadikan kelompok tersebut berada di posisi atas. Selanjutnya, pernyataan “daripada pemuda kutu buku yang memikirkan diri sendiri”, melahirkan kelompok baru yakni kelompok kutu buku sementara kata “daripada” merupakan legitimasi keberpihakannya terhadap kelompok “pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini”.\nSelain daripada hasil penafsiran melalui objektivasi struktur di atas, tentu akan melahirkan bentuk penafsiran lain yang mungkin saja akan keluar daripada metode hermeneutika versi Ricouer atau dengan kata lain penafsiran para penafsir yang menyesuaikan dengan kepentingannya masing-masing. Berdasarkan logika kepentingan, para penafsir tentu akan menafsirkan perkataan Soekarno tersebut ke arah tendensi kelompok. Contohnya, kelompok praktis akan secara tidak langsung menyudutkan kelompok kutu buku dengan narasi pembenarannya dan ditambah lagi dengan tesis bahwa “tugas manusia ultim adalah tindakan”. Fenomena seperti ini marak terjadi dalam ruang pendidikan tinggi khususnya kampus, pergulatan antara mahasiswa yang kecanduan “tindakan” dengan kelompok mahasiswa yang kecanduan “teori” sehingga keduanya terlibat dalam nuansa konflik batin yang berkepanjangan. Misalnya, kelompok praktis berargumen bahwa kita butuh untuk bertindak bukan hanya berteori dan kemudian kelompok teoretis mengatakan bahwa sebelum menunaikan sebuah bentuk tindakan maka kita harus memiliki gagasan yang lahir dari akumulasi teori-teori yang ada agar tindakan kita mengarah ke sesuatu yang diinginkan secara bersama. Perdebatan keduanya bukan hanya terjadi dalam dunia nyata, di dunia media pun bahkan sering terjadi tindakan singgung-menyinggung. Kelompok praktis acap kali menjadikan perkataan Soekarno di atas sebagai sebuah senjata untuk menyudutkan para kelompok teoretis, begitu pula kelompok teoretis yang kerap berargumen bahwa mengebiri sebuah teori akan menghasilkan tindakan yang sporadis dan tak berjenjang. Tak ayal, keduanya susah bertemu dalam sebuah konsensus. Pasalnya, keduanya termakan oleh ego masing-masing sehingga efek yang sering lahir adalah terjadinya sebuah bentuk pembiaran terhadap permasalahan.\nOleh karena itu, Hannah Arendht dalam filsafat tindakannya yang mencakup vita activa dan vita contemplativa melihat perkataan Soekarno, “Aku lebih senang pemuda yang merokok dan minum kopi sambil diskusi tentang bangsa ini, daripada pemuda kutu buku yang memikirkan diri sendiri”, sebagai sebuah langkah yang secara tersirat membagi dua kelompok yang pada dasarnya bagi Arendht sendiri adalah sesuatu yang harusnya dimiliki oleh seorang manusia, artinya antara vita activa (kelompok praktis) dan vita contemplativa (kelompok teoretis) harus berjalan berdampingan tanpa salah satunya berada di atas maupun di bawah. Kekayaan teoretis dan praktis sudah seharusnya tertanam dalam diri manusia tanpa berpihak di antara keduanya karena pada dasarnya sebuah tindakan akan bermuara kepada hasil yang memuaskan jika ditopang kuat oleh gagasan dan kerangka teoretis dan sebuah teori akan betul-betul hidup jika diterapkan dalam konstruksi kehidupan nyata. Mengebiri sebuah “teori” akan melahirkan “tindakan yang sporadis dan membungkam sebuah “tindakan” dengan kecanduan pada “teori” akan menanggalkan kerja paripurna seorang manusia yakni tindakan.",
  "tahun_terbit": 2019
 },
 {
  "id": 2,
  "judul": "Memahami Peta Syariat, Ushul Fiqh, dan Fiqh Dengan Sederhana",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/10\/09cfbb53b1542b6835e9f9cde4adf2cb-495x300.jpg",
  "rating": "4.0",
  "kategori": "Celoteh",
  "deskripsi": "Salah satu kitab sederhana tentang kajian Ushul Fiqh yang sangat populer dijadikan rujukan di pesantren, begitupun di pesantren saya dulu, […]",
  "isi": "Salah satu kitab sederhana tentang kajian Ushul Fiqh yang sangat populer dijadikan rujukan di pesantren, begitupun di pesantren saya dulu, ialah ‘Ilmu Ushul Fiqh wa Khulashatu al-Tasyri’ al-Islami karangan Syekh Abdul Wahab Khallaf. Di bagian awal kitab ini, Syekh Abdul Wahab Khallaf memberikan pengantar yang sangat jernih perihal peta syariat, Ushul Fiqh, dan fiqh. Ketiganya tidak sama, memiliki lingkup masing-masing. Dan, tepat di titik inilah sebagian kita mengalami “salah paham” atau “salah kaprah” dengan menganggap semuanya sama. Kesalahkaprahan ini bukan main-main dampaknya. Bukan hanya pada konteks pemahaman terhadap suatu hukum Islam, tetapi rawan menjadikan kita bersikap absolutis, fanatis, benar-benaran, kepada paham sendiri, dengan tentu saja menyalah-nyalahkan paham orang lain.\nSaya mulai dengan mengutipkan sebuah twit yang dituliskan oleh seseorang yang terkenal di sosial media. Di biodatanya, beliau menyatakan diri penceramah (ada kontak person yang disediakan), mengasuh lembaga kajian al-Qur’an, dan followernya (jamaahnya) sangat banyak. Beberapa kali saya menemukan twitnya yang “bermasalah” secara keilmuan dasar Ushul Fiqh begini, dan begitu banyak followernya yang mengaminkannya dengan selebratif. Tanpa ampun, khas sosial media.\nDi twit tersebut, dia menuliskan istilah rancu yang fatal sekali dampaknya, yakni “syariah berhijab”. Maksudnya ialah (dalam terkaan saya) “hukum syariat menggunakan hijab bagi para perempuan muslimah dengan konsep hijab yang dipahaminya”, yakni berjubah lebar dari atas ke bawah dan berjilbab lebar.\nSaya tak ada masalah sama sekali dengan model hijab demikian. Istri saya juga memiliki sejumlah jubah dan jilbab lebar begitu—sebagaimana saya pribadi juga kerap mengenakan gamis Arab jika sedang ke masjid atau mushalla.\nMari saya tunjukkan letak kerancuan istilah “syariah berhijab” tersebut, sebagai sebuah contoh saja, secara ilmu Ushul Fiqh dan dampaknya kemudian kepada praktik pemahaman hukum Islam kita.\nSyekh Abdul Wahab Khallaf menuliskan di bagian awal kitabnya: “Telah menjadi kesepakatan di antara para ulama di antara perbedaan mazhab-mazhabnya bahwa setiap ucapan dan perbuatan manusia, baik dalam bidang peribadatan maupun mu’amalah, yang terkait dengan tindak-tindak hukum publik maupun pribadi, atau segala ragam akad atau aktivitas apa saja, terdapat hukumnya dalam syariat Islam. Hukum-hukum syariat ini sebagiannya tertera terang dalam nash-nash (tekstual) al-Qur’an dan sunnah Rasul Saw., tetapi sebagian lainnya tidak tertera terang (tidak tekstual). Namun demikian, syariat tetaplah meliputi semuanya sesuai dengan peran para mujtahid (mufti) untuk memahami dalil-dalil dan perintah-perintah terkait dan kemudian menetapkan bentuk hukum-hukumnya.”\nBegitulah definisi syariat. Ya, begitu saja. Kita bisa mengambil sejumlah contoh dari khazanah ayat maupun hadis Rasul Saw. yang terang menunjuk kepada suatu hukum syariat, seperti perintah menjalankan salat, puasa, zakat, haji bagi yang mampu, berbuat baik kepada orang tua, bersedekah, saling rela dalam jual beli, larangan membunuh, memberikan pinjaman yang meringankan, membayar pinjaman dengan segera, dan lain sebagainya. Pada contoh-contoh di atas, kita mudah mengerti keterangan dalil-dalil syariat tersebut.\nPada contoh-contoh lain, yang tidak terang petunjuknya, itu artinya membutuhkan peran mujtahid (mufti), pakar, ulama, misal, seperti bagaimana ukuran panjang jilbab, bagaimana hukum berkawan dengan nonmuslim, bagaimana hukum jual beli online, bagaimana hukum bersosial media, bagaimana hukum bunga bank, dll.\nBahkan, coba perhatikan kembali, pada contoh-contoh yang makna dalil-dalilnya terang begitu, sangat sering peran mujtahid tetap diperlukan dengan signifikan untuk memberikan keterangan yang lebih detail dan lengkap sehingga suatu hukum bisa dipraktikkan secara teknis. Jadi, di dalam dalil yang qath’i pun, begitu istilahnya, juga acap dibutuhkan ijtihad ulama. Apalagi kepada dalil-dalil syariat yang dzanni, tidak terang, atau memuat nilai moral etisnya semata. Sebutlah apakah bunga bank termasuk riba atau bagaimana hukum sistem pemerintahan demokrasi Pancasila, dll.\nKita genggam dulu pengertian syariat tersebut di sini.\nBerikutnya, logis dan alamiah dikarenakan karakter sumber-sumber pokok syariat Islam itu banyak (bahkan dominan) mengandung petunjuk-petunjuk globalnya saja, tidak terperinci, diperlukan penalaran ilmiah dan bertanggung jawab untuk menafsir dan menakwil dalil-dalil tersebut secara komprehensif dengan berlandas pelbagai metode ilmiahnya. Peran ini diemban oleh para mujtahid. Untuk menjadi mujtahid, sudah pasti ia wajib memiliki kompetensi keilmuan yang otoritatif—selain tentu saja niat baik untuk semata memformulasikan hukum Islam, bukan untuk memperturutkan hawa nafsunya.\nInilah yang disebut ilmu Ushul Fiqh.\nSyekh Abdul Wahab Khallaf mengatakan: “Ilmu Ushul Fiqh ialah ilmu perihal kaidah-kaidah dan pembahasan-pembahasan (kajian-kajian) yang menjadi penghubung bagi lahirnya pemahaman-pemahaman terhadap hukum-hukum syariat yang dikandung dalil-dalilnya.”\nTentulah, yang pantas dan mampu mengemban amanat ini hanyalah para ahli ilmu, ulama, pakar studi al-Qur’an dan hadis, dan sejenisnya, yang pada pokoknya hanya ternisbatkan kepada “para ahli”.\nSebagai tamsil kecil, dalil-dalil syariat Islam itu ada yang berpola “dalil kulli” dan ada “dalil juz’i”. Keduanya lalu memberikan pengaruh kepada hukum kulli dan pula hukum juz’i. Ini misal terjadi pada dalil syariat tentang “ulurkanlah jilbabmu” pada surat al-Ahzab ayat 59.\nDalam terjemahan digital yang saya pegang, ayat tersebut diartikan begini: “Hai Nabi, katakanlah kepada istri-istrimu, anak-anak perempuanmu, dan istri-istri orang mukmin: ‘Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka.’ Yang demikian itu supaya mereka lebih mudah untuk dikenal, karena itu mereka tak diganggu. Dan Allah adalah Maha Pengampun lagi Maha Penyayang.”\nUmpama saya mengajukan pertanyaan kritis terhadap model terjemahan tersebut (silakan Anda buka sendiri redaksi ayat tersebut dalam bahasa Arabnya agar lebih jelas): apakah arti ‘alaihinna bermakna seluruh tubuh mereka? Bukankah secara ilmu Sharf dengan susunan Nahwu idhafah tersebut, kata “hunna” tersebut tidak serta-merta bisa dinyatakan menunjuk kepada “seluruh tubuh mereka”, tetapi “kepada mereka (kaum perempuan)” saja? Itu artinya bisa menunjuk pada kepala, pundak, kepala dan pundak, punggung, dan sebagainya, termasuk tubuh, meski tak otomatis bermakna tubuh, bukan?\nTahan dulu, ya. Jangan berkomentar dulu.\nLalu mari kita simak Asbabun Nuzul ayat tersebut—ini pun bagian dari ilmu Ushul Fiqh. Sebab diturunkannya ayat tersebut ialah ketika Umar bin Khattab menemukan salah satu istri Nabi Saw. yang tubuhnya besar, Saudah, keluar rumah. Umar berkata kepada Saudah agar takut kepada Allah Saw. dan tak keluar rumah. Lalu Saudah melaporkan kejadian tersebut kepada Rasul Saw., dan turunlah ayat tersebut.\nLebih jauh, di masa itu, kaum brandal Madinah punya kebiasaan menggoda para perempuan yang bukan bagian dari para muslimah. Entah itu kalangan budak, nonmuslim, maupun perempuan nakal sendiri.\nProf. Quraish Shihab dalam tafsir Al-Mishbah mengatakan bahwa ayat tersebut di antara maksudnya ialah mengandung perintah untuk menciptakan “identitas tegas” antara muslimah dan selainnya agar tidak mendapatkan gangguan dari kaum berandal itu. Jadi, di antara fungsi jilbab yang dipanjangkan begitu, ialah untuk menjadi identitas sosial para muslimah untuk kepentingan keamanan sosial.\nAda pula yang mengatakan bahwa di masa tersebut telah menjadi kelaziman bagi para perempuan untuk mengenakan penutup kepala, termasuk nonmuslimah. Maka perintah “ulurkanlah jilbab” tersebut dapat dipahami sebagai pembuatan perbedaan identitas antara jilbab muslimah dan selainnya.\nDi titik ini, kita tidak sedang membicarakan “bagaimana semestinya hukum berjilbab” atau “apakah perintah memanjangkan jilbab untuk sekadar identitas sosial” atau “yang benar itu mengulurkan ke seluruh tubuh ataukah sebagiannya” atau selainnya. Tidak, kita fokuskan kajian ini ke ilmu Ushul Fiqh saja.\nSeluruh paparan tersebut memperlihatkan betapa sungguh diperlukan perangkat ilmu yang luas dan otoritatif untuk menakwil dalil-dalil. Tidak bisa sekadar bermodal terjemahan al-Qur’an digital begitu rupa. Ini kita baru menukil urgensi ilmu Asbabun Nuzul, belum ke soal Mantiq dan Balaghah. Maupun metode-metode tafsir yang amat luas.\nSaya perjelas lagi: surat al-Ahzab ayat 59 adalah dalil yang menjadi sumber bagi hukum mengenakan jilbab. Itulah syariat. Ihwal berbagai pertanyaan sekilas yang saya ajukan di atas adalah tamsil perspektif-perpektif yang memungkinkan bagi lahirnya berbagai pemahaman dan penyimpulan terhadap maksud ayat tersebut, syariat tersebut. Segala pemahaman, penakwilan, dan penyimpulan terhadapnya, lalu disebut “beginilah hukum berjilbab”, apa pun itu bentuk teknisnya, itu bukan lagi syariat. Jangan sebut itu syariat. Itu “hanyalah” usaha rasional dan ilmiah para ulama kita, para ahli, dalam memahami syariat yang dikandung ayat tersebut, lalu diejawantahkan dalam formulasi begini dan begitu.\nKesimpulan-kesimpulan inilah yang disebut fiqh. Sekali lagi, bukan syariat. Jadi, fiqh tidaklah sama dengan syariat. Fiqh berarti pemahaman kita, manusia, terhadap dalil-dalil syariat. Fiqh adalah usaha membumikan pesan syariat yang dikandung dalil-dalil. Syariat ada “di langit” dan fiqh ada “di bumi”.\nMaka logis dan alamiah saja bila wujud fiqh itu majemuk, luas, dan bahkan tak terbatas, serta terus berdinamika. Dinamika hukum fiqh ini mutlak merupakan keniscayaan yang rasional dan alamiah, selaras dengan dinamika hidup umat Islam sendiri.\nDi antara empat imam mazhab terkemuka yang kita kenal luas, dari Mazhab Hanafi, Mazhab Maliki, Mazhab Syafii, dan Mazhab Hanbali, yang semuanya merujuk kepada satu guru atau sanad ilmu, yakni Imam Ja’far ash-Shadiq bin Muhammad Baqir bin Azli Zainal Abidin bin Husein bin Ali bin Abi Thalib, semua warisan fatwa hukum mereka merupakan khazanah hukum fiqh—bukan syariat. Keberbedaan dan keragaman pendapat para ulama terkemuka itu adalah keniscayaan logis dari perjalanan mereka dalam memahami dalil-dalil syariat itu.\nLalu dalam setiap mazhab itu, seiring dinamika zaman, lahir pulalah berbagai pergeseran, penambahan, bahkan pengoreksian. Kita lalu mengenal istilah hukum fiqh Hanafiyah, Malikiyah, Syafiiyah, dan Hanabilah, sebagai buah pengembangan bahkan perubahan dari sumber mazhab utamanya oleh para pengikutnya masing-masing.\nBayangkan!\nImam Ghazali, misal, yang mengikuti mazhab Syafii boleh jadi memberikan penambahan, pergeseran, bahkan pengoreksian kepada warisan hukum fiqh yang telah diletakkan pendahulunya, dan begitu seterusnya, hingga ke gerenasi kita.\nIbnu Taimiyah yang mengikuti mazhab Hanbali juga boleh jadi melakukan pelbagai penambahan maupun pengoreksian terhadap berbagai hukum fiqh yang telah diletakkan pendahulunya, dan begitu terus ke bawahnya.\nBahkan kita yang di Indonesia ini secara umum menganut mazhab Syafii, bila sedang melakukan thawaf, sadar tak sadar, kita beralih mengikuti pendapat fiqh Imam Hanafi terkait tidak batalnya wudhu saat bersentuhan dengan tidak sengaja dengan lawan jenis. Dan sebagainya.\nSekali lagi, fiqh tidaklah setara degan syariat, kendati tentu saja hukum fiqh memaksudkan untuk menampung dan mengejawantahkan maksud dan makna yang dikandung dalil-dalil syariat.\nFiqh dengan sendirinya mutlak majemuk walaupun bersumber dari dalil-dalil syariat yang sama. Kemajemukan ini merupakan hal yang logis dan alamiah belaka dikarenakan medan pemahaman ilmu dan konteks hidup setiap kita (sering disitilahlah ‘illatul hukmi) juga amat majemuk. Dengan ungkapan lugas, syariat itu sakral, tetap, dan tak berubah sepanjang zaman dan tempat, tetapi fiqh itu profan, tidak tetap, dan bisa berubah sesuai kondisi dan dinamika zaman dan tempat masing-masing kita hidup.\nDengan memahami peta jernih ini, niscaya kini kita bisa memafhumi bahwa tiada kelogisan dan kepantasan bagi setiap kita untuk mengklaim hukum fiqh yang kita pahami dan anut adalah lebih benar, lebih baik, apalagi lebih sesuai maksud al-Qur’an dan sunnah Rasul Saw., dibanding hukum fiqh orang lain yang tak sama dengan kita. Fiqh tidak mengenal istilah “lebih benar, lebih baik, apalagi lebih sesuai maksud al-Qur’an dan sunnah Rasul Saw.” sebab semua bangunan  hukum fiqh sama-sama berada di derajat ikhtiar ijtihadi manusia, para ulama, para ahli.\nMaka seyogianya segala perbedaan hukum fiqh ini hendaknya dikembalikan semata kepada prinsip kebenaran-nisbi kita yang hanya manusia, sementara yang absolut benar ialah semata kebenaran Allah Swt. dan RasulNya Saw. DikatakanNya dalam surat Ali Imran ayat 7: “Wallahu ya’lamu wa antum la ta’lamun, Dan Allah lah yang Maha Mengetahui dan kalian tidak mengetahui (hakikat kebenarannya).”\nDikarenakan begitu mendasarnya dampak fiqh yang otoritatif, secara keilmuan dan kerohanian, seyogianya hanya para ahli ilmu cum ulama saja yang mengambil peran ijtihad tersebut. Bukan sembarang orang, apalagi semua orang, apalagi semata berbekal satu ayat dan hadis yang diketahuinya dari teks-teks terjemahan. Tidak. Ini sungguh bukan perkara main-main pertanggungjawabannya di hadapan Allah Swt. dan pula harmoni sosial kita yang majemuk.\nHadis tentang mujtahid yang dikatakan Rasul Saw. akan mendapat dua pahala jika benar dan satu pahala jika salah itu hanya berlaku kepada para ahli ilmu yang otoritatif dalam menakwil sumber-sumber hukum syariat itu. Bukan sembarang orang, apalagi semua orang. Mari berendah hati selalu untuk tahu diri di hadapan tanggung jawab moral dan ukhrawi yang sangat hebat ini.\nUraian ini memperlihatkan bahwa istilah “syariat berhijab” yang memaksudkan bentuk ejawantah fiqh jilbab mesti begitu rupa sebagaimana dimaksud twit tersebut adalah tidak tepat secara keseluruhan. Secara pengertian tidak tepat, pemetaannya pun tak tepat, otoritas ilmu Ushul Fiqh-nya tidak tepat, apalagi penerapannya di antara kita yang notabene beragam ini. Apa yang dimaksudkannya “syariat berhijab” mestinya melingkupi otoritas mutlak dalilnya saja, dengan bunyi sebagaimana telah saya kutipkan tadi, adapun bentuk ejawantahnya hanyalah fiqh-nya, bukan syariatnya. Ia hanya satu bentuk penyimpulan fiqh terhadap bunyi teks dalil syariatnya, bukan satu-satunya.\nBahwa lalu ada sejumlah muslimah yang memilih pendapat fiqh tersebut, meyakini kebenarannya, ya silakan. Tiada masalah. Tetapi di detik yang sama, hak yang sama juga mesti diterima untuk diambil, diyakini, dan diamalkan muslimah lainnya.\nJika pilihan fiqh tersebut tidak berlandaskan pemahaman yang jernih terlebih dahulu perihal kursi syariat, Ushul Fiqh, dan fiqh-nya, sungguh dikhawatirkan itu hanya akan mendampakkan benturan pemahaman dengan pihak-pihak lain yang memformulasikan fprmat hukum fiqh berbeda dengannya. Buah dari benturan perbedaan yang tidak dibingkai oleh ilmu dan pemahaman yang jernih sungguh rawan betul terjatuh pada klaim menang-menangan, benar-benaran, dan berikutnya salah-menyalahkan, bahkan sesat-menyesatkan.\nMari renungkan: bagaimana mungkin kita malah menampilkan sikap buruk begitu kepada liyan di saat kita mengatakan berjuang untuk menjalankan syariat Allah Swt. dan RasulNya Saw. hanya gara-gara anutan fiqh kita berbeda andai kita telah memahami dengan jerni peta keilmuan tersebut?\nSikap bertikai (sebab fiqh) demikian sungguhlah tercela, dikecam oleh Allah Swt. langsung dalam surat Ali ‘Imran ayat 105. Mari kita hindarkan, dan itu bisa kita awali dengan terus belajar, belajar, dan belajar. Tentu pula, memupuk hati yang tawadhu’ di dalam diri masing-masing.\nSemoga bermanfaat.\nWallahu a’lam bish shawab.\nJogja, 24 Oktober 2019",
  "tahun_terbit": 2019
 },
 {
  "id": 3,
  "judul": "Akal Sehat: Antara Akal yang Logis dan Hati yang Sakit",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/10\/c1c1e49d9abc1391f7d1149b76218544-500x300.jpg",
  "rating": "3.9",
  "kategori": "Celoteh",
  "deskripsi": "Saat duduk di bangku sekolah lanjutan pertama, dulu, dalam pelajaran Penjaskes, kami diperkenalkan pada suatu adagium yang berbunyi begini; mens […]",
  "isi": "Saat duduk di bangku sekolah lanjutan pertama, dulu, dalam pelajaran Penjaskes, kami diperkenalkan pada suatu adagium yang berbunyi begini; mens sana in corpore sano. Artinya; akal yang sehat terdapat pada tubuh yang sehat. Karena adagium tersebut berada di dalam buku pelajaran kesehatan jasmani, maka jelaslah, untuk apa adagium itu dipelajari.\nApakah akal? Ia adalah “sistem”, semacam OS pada hardware bernama otak. Dalam bahasa asalnya, Bahasa Arab, akal—yang ditasrif dari kata dasarnya ’a-qa-la—hampir semuanya memiliki makna berpikir atau tadabur. Akan tetapi, saat kita menggunakan frasa “akal sehat” (bukan ‘aqlun sihhah atau sahihah), maknanya  berubah. Frasa yang demikian itu telah dipahami dan secara konvensi taat terhadap pemahaman masyarakat penggunanya, pengguna bahasa Indonesia, sesuai dengan yang tertera di dalam Kamus Besar Bahasa Indonesia (KBBI).\nBoleh jadi, akal yang dimaksud di sini bukan berarti semata-mata akal, tapi juga jantung, bisa juga batin. Akan tetapi, pernyataan akal (yang) sehat itu tidak selalu sama dengan spirit rohani. Memang benar ada ungkapan laa diina liman laa ‘aqla lahu (tiada agama bagi orang yang tidak berakal) yang menyatakan bahwa ajaran agama itu sebetulnya rasional, tapi pernyataan di sini bukan menunjukkan prioritas akal, melainkan semacam hujah bahwa yang mestinya diyakini oleh umat itu bukanlah takhayul atau waham.\nAcapkali, adagium itu muncul dalam versi bahasa Arab yang tak lain merupakan salinannya. Ungkapan itu adalah; “العقل السليم في الجسم السليم” yang artinya, ya, tentu saja sama dengan versi latinnya tadi (akal yang sehat berada di tubuh yang sehat). Sekilas, ungkapan ini mirip hadits, bukan? Sekurang-kurangnya mirip kaul ulama.\nSejauh ini, kita tidak punya masalah dengan pernyataan tersebut. Ia diwujudkan dalam bentuk anjuran agar supaya kita memperhatikan tubuh yang sehat dan bugar. Pernyataan berikutnya; maka dari itu kita harus berolahraga dan mengasup makanan yang sehat dan bergizi. Dan pernyataan di atas tidak salah sama sekali, sudah benar.\nAdagium di atas sesungguhnya merupakan terjemahan dari larik pertama puisi karya Juvenal, seorang penyair Romawi. Nuruddin Asyhadie mengingatkan, bahwa teks yang semula berupa puisi panjang tersebut nyatanya telah mengalami “amputasi” karena ada bagian yang dihilangkan, dan celakanya, bagian yang dipotong justru merupakan bagian pentingnya. Apa dampaknya? Adagium yang mestinya religius pun berubah materialistik.\nSelengkapnya, teks tersebut berbunyi; orandum est ut it, mens sana in corpore sano (Berdoalah kamu agar memiliki akal yang sehat pada tubuh yang sehat). Inti dari adagium tersebut adalah “anjuran untuk berdoa”. Adapun harapan dari doa tersebut adalah; “memiliki akal yang sehat pada tubuh yang sehat”. Karena bagian “anjuran berdoa” itu yang dihilangkan, maka subjeknya berubah. Akibatnya, statemen menyimpang dari yang dikehendaki oleh penyair Juvenal.\nDi dalam Islam, term “aqlus salim” (akal sehat) tidaklah populer. Yang disebut bahkan hingga dua kali di dalam Alquran adalah “qalbun salim”[1]. Adapun qalbun salim bermakna “hati yang bersih”. Memang sama-sama soal salim (sehat; selamat; bersih), tapi keduanya berbeda secara ide. “Qalbun salim” atau hati yang bersih adalah tidak adanya keraguan di dalam bertauhid. Hampir semua mufasir menafsirkannya begitu, kecuali Said bin Musayyab yang memaknainya “sakit”, itu pun dengan makna metaforis, yaitu hati yang tetap ingkar atau kufur kepada Allah sehingga ia dianggap sakit. Sementara Al-Bughawi dan At-Thabari memahami term “qalbun salim” sebagai hati yang bersih dari syirik, tidak jauh berbeda dengan pendapat Ibnu Abbas yang menyatakan kalau kondisi itu adalah “syahadat”, yakni bebas dari syirik.\nBerdasarkan penjabaran di atas, akal sehat—dengan pengertian kita sehari-hari sesuai kamus, bukan dengan pemahaman perenialisme atau lainnya—yang bisa dan biasa berpikir logis atau rasional, boleh jadi dan sangat mungkin berada pada tubuh seseorang yang sakit (secara jasmani). Sebaliknya, tubuh yang sehat (corpore sano) sangat mungkin menyimpan “akal sakit”. Kalau melihat kenyataan di lapangan, yang banyak terjadi malah justru kemungkinan yang kedua, mengingat banyaknya orang jahat, termasuk koruptor, yang rasa-rasanya tidak ada satu pun yang sedang sakit pada saat mereka beraksi. Koruptor biasanya sakit kalau mulai jadi tersangka atau terdakwa.\nMeskipun demikian, Islam tidak hanya membicarakan hal-hal yang spiritual belaka. Pembicaraan kesehatan jasmani juga dibahas di dalam beberapa tempat. Fairuzah mengelompokkan ayat-ayat al-Qur’an yang mengindikasikan ke arah itu.[2] Ia, misalnya, membahas rahasia dan keutamaan di balik nama tanaman yang disebut di dalam al-Qur’an, seperti buah tin, zaitun, madu, jahe, delima. Fairuzah juga membahas hal-hal yang lebih teknis, seperti mengapa darah dan bangkai diharamkan, misalnya. Menurutnya, secara ilmu gizi, makanan halal dan bergizi memiliki dampak dan peranan penting dalam menjaga keseimbangan mental.[3] Sementara darah dan bangkai hukumnya haram. Dampaknya akan berkebalikan dengan yang di atas dan sebab itulah ia tak boleh dimakan. Perlu diingat, makanan dan tumbuhan itu hukum asalnya adalah halal (seperti ikan, sayur, telur, dan ini sehat karena merupakan sumber protein, vitamin, karbohidrat) tapi dapat berubah haram jika diolah atau didapatkan dengan cara yang tidak benar, seperti dari hasil mencuri atau dibersihkan dengan air yang tidak dapat menyucikan.\nBerdasarkan gambaran di atas, wajar apabila makanan haram itu jelas-jelas dilarang di dalam agama Islam.[4] Di samping itu, Islam juga memberikan perhatian atas aturan lain, di antaranya makanan dan minuman yang halal tapi makruh (seperti air dan nasi yang dikonsumsi dalam keadaan terlalu panas) atau syubhat (seperti makanan yang diragukan kehalalan dan kesuciannya). Terkait ini, Ibrahim As-Syabrahiti—sebagaimana dinukil Al-Ghazali—membagi makanan pola makan (dan tentu saja halal) ke dalam tujuh tingkatan: pertama, makanan sekadar untuk memenuhi kebutuhan; kedua, makan\/makanan yang lebih dari itu, seperti makanan bergizi agar tubuh lebih energik (untuk beribadah); ketiga, makanan penambah stamina agar tenaga tidak sekadar mampu untuk beribadah yang wajib saja, melainkan agar juga mampu melakukan ibadah sunah; keempat, makanan yang dapat membuat kita kuat bekerja\/mencari nafkah; kelima, makanan yang memenuhi—kira-kira—sepertiga perut alias lebih dari sekadar kebutuhan; keenam, makanan yang lebih dari itu, yang sekiranya membuat kita sangat kenyang (dan status ini sudah berada di level makruh, artinya lebih baik dihindari), dan; ketujuh, makan kekenyangan sehingga berbahaya bagi kesehatan. Level ketujuh ini hukumnya haram meskipun yang dimakan adalah makanan halal. Pasalnya, kondisi sangat kenyang dapat merusak ingatan dan berpotensi memancing timbulnya nafsu.[5]\nBerikut adalah contoh kiasannya. Daging kuda diharamkan oleh mazhab Maliki tapi diperbolehkan oleh ketiga mazhab yang lain (Syafii, Hanafi, Hambali)[6]. Dalam menghadapi kondisi seperti ini, sebaiknya kita menghindar saja selagi bisa. Maksudnya, sebaiknya kita menghindari perselisihan antar-mazhab dengan cara “mending” untuk tidak mengonsumsi daging kuda meskipun kita mengikuti mazhab Syafiiyah. Begitulah salah satu cara meninggalkan yang diperselisihkan atau yang berpotensi makruh.\nDari sekian ulasan di atas, tersisa satu catatan penting, bahwa “kesehatan” rohani tetap ditempatkan di posisi pertama, selalu lebih dulu dan diutamakan daripada kesehatan jasmani. Setidaknya itu tampak dalam, misalnya, beberapa redaksi doa-doa keseharin. Salah satunya adalah doa berikut ini, doa memohon kebaikan lahir batin:  اللهم اجعل سريرتي خيراً من علانيّتي واجعل علانيّتي صالحةً (yang artinya; Ya, Allah. Jadikanlah [bagian] batinku lebih baik daripada jasmaniku. Dan jadikan jasmaniku juga baik).\nJika ada ungkapan kelakar yang menyatakan bahwa “cari yang haram saja susah, apalagi yang halal”, maka percayalah itu hanyalah penyelewengan atas kemampuan kita saja. Al-Ghazali berkata, tidak sulit untuk mendapatkan yang halal jika kita merasa cukup dengan satu baju kasar dalam setahun dan dua potong roti kering untuk sehari-semalam. Tapi, gaya hidup telah mengubah segala-galanya, termasuk cara makan dan mempertimbangkan makanan. Manusia telah melampaui jauh keinginannya. Ia ingin semua hal agar syahwatnya terpenuhi. Katanya, ini logis, masuk akal, karena sesuai dengan panggilan naluri. Maka, muncullah panggilan akal sehat untuk melampiaskan syahwat dan pada saat yang sama telah mengesampingkan kesucian hati.\n[1] Qalbun salim adalah ketidakraguan dalam bertauhid. Ia disebut di dalam surah Asy-Syuara’ (ayat 89) dengan pengertian ketulusan hati dalam menerima kenyataan adanya Hari Kiamat. Sementara di dalam surah As-Shaffat (ayat 84), konteksnya adalah kisah tentang nabi Nuh, tetapi penjelasannya tentang proses nabi Ibrahim yang mendatangi Tuhannya dengan hati yang suci.\n[2] Di dalam bukunya Makanan Sehat dalam al-Qur’an, 2013, Pustaka Ilmu.\n[3]              Buku Makanan Sehat dalam al-Qur’an, hal. 167.\n[4] Kecuali dalam keadaan darurat, seperti makan bangkai (binatang yang mati tanpa disembelih atau disembelih tapi dengan tanpa menyebut asma Allah) ayam jika dalam keadaan lapar dan membahayakan terhadap jiwanya, seperti berada di tengah hutan belantara.\n[5] Maraqiyul Ubudiyah (syarah Bidayatul Hidayah) karya Syaikh Nawawi al-Bantani\n[6]              Di antara yang tiga mazhab tersebut masih ada yang menghukumi makruh tanzih, meskipun secara umum adalah halal.",
  "tahun_terbit": 2019
 },
 {
  "id": 4,
  "judul": "Kembalikan Segala Perbedaan kepada Allah Swt. dan Rasul-Nya Saw.",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/09\/a57afca07e883c308eab00561aeda19f-500x300.jpg",
  "rating": "4.0",
  "kategori": "Celoteh",
  "deskripsi": "Memang tak mudah untuk senantiasa mengedepankan hati yang lapang dan legawa kepada pihak lain yang menganut, meyakini, dan mengamalkan Islam […]",
  "isi": "Memang tak mudah untuk senantiasa mengedepankan hati yang lapang dan legawa kepada pihak lain yang menganut, meyakini, dan mengamalkan Islam degan cara yang berbeda dengan diri kita. Ketidakmudahan ini pada dasarnya alamiah dan manusiawi. Tentu, sumber yang mendenyarkannya sulit adalah hawa nafsu. Jadi, kealamaiahan dan kemanusiawiaan tersebut berada di sisi golakan hawa nafsu kita.\nKetidakmudahan karena hawa nafsu ini seyogianya sekaligus membuhulkan pemahaman pada diri kita bahwa benarlah hanya “orang-orang tertentu” yang bisa mencapai derajat mendapatkan rahmat Allah Swt. Atau, dalam bahasa al-Qur’an, hanyalah “orang-orang yang dikehendakiNya”.\nSecara logika, kita bisa bertanya-tanya: mengapa Allah Swt. hanya memilih sebagian orang dan tidak semua orang?\nTentu saja, Allah Swt. Maha Adil, juga Maha Pengasih dan Penyayang, kepada semua makhlukNya, tanpa kecuali. Jangankan manusia yang diciptaNya paling sempurna (ahsanu taqwin), bahkan kepada dabbah (makhluk melata) pun Allah Swt. senantiasa mengaruniakan Kasih dan SayangNya berupa rezeki dan kehidupan.\nKehamadilan Allah Swt. dihamparkanNya secara terbuka kepada semua manusia, tanpa kecuali, tidak pilih-pilih. Begitu muasalnya. Tetapi, pada fase selanjutnya, siapakah yang bisa menerima karunia rahmatNya, jelas tak semua orang.\nKetika al-Qur’an, misal surat al-Hadid ayat 29, mengatakan: “….mereka tidak punya kuasa sedikit pun kepada karunia Allah Swt. dan sungguh karunia Allah Swt. berada dalam kekuasaanNya yang diberikanNya kepada siapa yang dikehendakiNya dan sungguh Allah Swt. adalah Dzat Pemilik karunia yang agung.”, ada banyak ayat lain yang menunjukkan bahwa “pilh-pilihnya Allah Swt.” tersebut berjalan seiring dengan kualitas kebaikan yang kita jalankan.\nKita telah membahas hal ini di bagian Hikmah SunnatuLlah Keragaman.\nPendeknya, karunia rahmat Allah Swt. berjalan seiring dengan seberapa kita bisa menguarkan kebaikan-kebaikan dalam hidup ini. Itu clue-nya. Dan kita dibebaskanNya untuk memperjuangkan hal tersebut atau tidak. Silakan saja. “Siapa yang hendak beriman, berimanlah, siapa yang hendak kufur, kufurlah….” begitu tegasNya dalam surat al-Kahfi.\nKepada urusan perbedaan pendapat di antara kita, apakah ia akan mengarahkan kita kepada jalan rahmat ataukah tidak, Allah Swt. pun telah dengan adil dan terbuka memberikan clue-nya kepada kita.\nLihatlah surat an-Nisa’ ayat 59: “Wahai orang-orang yang beriman, patuhlah kalian kepada Allah Swt. dan patuhlah kalian kepada RasulNya dan ulil amri (pemimpin) di antara kalian. Maka jika kalian berbeda pendapat dalam suatu hal, kembalikanlah ia (perbedaan pendapat tersebut) kepada Allah Swt. dan RasulNya jika kalian memang benar-benar beriman kepada Allah Swt. dan hari akhir. Hal itu lebih baik bagimu dan lebih baik hasilnya.”\nSaya ingin menukil dulu di sini penjelasan tafsir al-Mishbah, jilid 2, karya Prof. Quraish Shihab. Tafsir beliau ini amat menarik: lengkap, argumentatif dan rasional, serta kekinian kontekstualnya dengan khazanah kita. Kadangkala, walau jarang, berwangi sufistik.\nBeliau—semoga Allah Swt. memberikan kesehatan dan keberkahan—mengatakan bahwa diulanginya kata “athi’u” (patuhlah, taatlah) dua kali di depan kata Allah Swt. dan Rasul Saw., mengandung makna hierarkis:\nPertama, kepatuhan kita kepada Allah Swt. (al-Qur’an) adalah mutlak tanpa pengecualiaan.\nKedua, kepatuhan kita kepada Rasul Saw. (sunnahnya) adalah mutlak tanpa pengecualiaan. Penyamaan kata “untuk dipatuhi” yang digunakan kepada Allah Swt. dan RasulNya melalui “athi’u” tersebut juga menisbatkan makna bahwa segala yang disampaikan dan diamalkan Rasul Saw. tidak ada satu kesalahan pun di hadapan ketentuan hukum Allah Swt. Segalanya.\nYang lalu menarik lagi ialah tidak digunakannya kata yang sama, “athi’u”, kepada ulil amri; ia menisbatkan makna bahwa boleh jadi ada bagian dari ketetapan atau hukum atau pendapat dari mereka yang tidak sejalan dengan kandungan nilai al-Qur’an dan sunnah Rasul Saw., dan itu telah sangat tsiqah (kokoh, terang, muttafaq), kepada hal demikian boleh bagi kita untuk tidak mematuhinya.\nSiapa yang dimaksud ulil amri?\nIni salah satu contoh betapa jenisunya tafsir al-Mishbah ini. Luar biasa.\nProf. Quraish Shihab menjelaskan tarkibnya, susunan kata dalam bahasa Arab, bahwa uli atau ulu bentuk jamak (plural) dari mufrad (single) “waliy”, yang artinya pemilik atau pengurus atau yang menguasai, sehingga ia memungkinkan bagi suatu jumlah yang banyak dan bahkan tak terbatas. Dalam detail saya, ia dengan sendirinya menunjuk bukan pada kemanunggalan guru atau fatwa, ketunggalan kebenaran fatwa atau pendapat ataupun sosok guru.\nKita bisa membayangkan di titik ini bahwa kemajemukan dan keragaman pendapat, fatwa, hukum memang adalah niscaya belaka yang telah diakomodir oleh ayat tersebut. Boleh jadi, Anda mengikuti seorang guru dan jamaah tertentu dengan fatwa tertentu dan itulah wali Anda, lalu saya mengikuti guru dan jamaah tertentu lain dengan fatwa tertentu lainnya dan itulah wali saya, dan dia mengkuti guru dan jamaah tertentu lain lagi dengan fatwa lain lagi dan itulah wali dia, dan seterusnya.\nSemua guru, waliy, tersebut dapat dinyatakan sebagai bagian dari uli atau ulu tadi: yakni pihak atau orang yang memang ahlinya, kompetensinya, disiplinnya, wilayahnya, tugasnya, wewenangnya, dan sejenisnya.\nKemudian, menarik lagi kala Prof. Quraish Shihab menjelaskan makna “al-amri”, dari ulil amri, itu yang berbentuk ism makrifat, sesuatu yang jelas dan pasti, menunjuk kepada urusan-urusan yang sifatnya kemanusiaan dan keduniawiaan yang memang menisbatkan perkembangan, pertumbuhan, perubahan, pertambahan, pengurangan, dan pendek kata dinamika.\nDengan demikian, kita kini memiliki pemahaman yang terang bahwa derajat kepatuhan kita kepada seorang atau lembaga ulil amri adalah wajib sepanjang fatwa atau ketetapannya tidak bertentangan dengan kandungan terang (tsiqah, muttafaq) al-Qur’an dan sunnah Rasul Saw. Jika misal ada seorang tokoh atau bahkan pemerintah yang membolehkan perzinahan, maka pada hal tersebut kita tidak boleh patuh. Tetapi pada hal-hal yang secara nilainya tidak terjelaskan dalam al-Qur’an maupun sunnah Rasul Saw., dan tidak bertentangan dengan nilai-nilai prinsip keduanya, seperti “Bagaimana hukum Islam berbisnis secara online?”, maka fatwa ulil amri yang mengatakannya boleh, itu wajib diikuti.\nPenting pula untuk dipahami di titik ini bahwa kewenangan ulil amri ini tak hanya terkait dengan landasan nilai-nilai terang tesktual al-Qur’an dan sunnah Rasul Saw. Ia bisa meluas meliputi segala hal yang menjadi realitas hidup masyarakat, umat, dan membutuhkan pengaturan.\nMaka boleh jadi ada guru atau pemimpin masyarakat, atau pemerintah, yang mendasarkan fatwa dan ketetapannya kepada asas-asas kemanusiaan, kemaslahatan, keadilan, kemajuan, ketahanan, dan sebagainya. Semua boleh, terbuka, sepanjang tidak bertentangan dengan kandungan sharih al-Qur’an dan sunnah Rasul Saw.\nPada derajat kepatuhan kepada al-Qur’an dan sunnah Rasul Saw., tentunya kita semua sepaham. Tidak mungkin ada muslim dan mukmin yang tidak mematuhi keduanya. Tidak.\nHanya memang, boleh jadi kepada ayat-ayat atau hadis-hadis tertentu yang multitafsir (mutasyabihat), lalu lahirlah perbedaan dan keragaman fatwa atau pendapat di antara para guru, tokoh, agama itu, atau ulil amri pada konteks ini.\nMaka, bagaimana sebaiknya kita bersikap?\nMari, pertama, kita kembalikan saja hal tersebut kepada pengertian ulil amri di atas. Ia meniscayakan pluralitas, atau kemajemukan, secara muasalnya. Bentuk redaksinya ya jamak, maka maknanya pun menunjuk kejamakan.\nJadi, sedari awal kita mesti legawa menerima katakterbatasan orang atau pihak yang ahli, kompeten, dan berwenang dalam hal ini. Wajar bila buahnya pun tak terbatas. Upaya memanunggalkan muasal ini sama dengan pengingkaran kepada khittah yang telah ditetapkanNya begitu rupa.\nKedua, di antara kemajemukan guru, anutan, dan fatwa itu, kita bebas untuk memilih dan mengikuti yang mana saja, sesuai dengan keyakinan dan pertimbangan personal kita. Entah atas dasar kecocokan karakter, kedekatan ilmu, tradisi, kultur, latar belakang, tujuan, dan sebagainya.\nPada konteks fatwa murni, semuanya dapat dinyatakan sahih untuk digugu dan diikuti.\nSikap mensahihkan semua fatwa wali yang kita ikuti ini tentu tidak dimaksudkan untuk “berbuat seenaknya”, misal pilih sana sini, yang paling ngepasi dan ngenaki, lalu loncat sana sini bagai kutu air. Tidak. Ia murni dalam konteks keniscayaan alamiah suatu keragaman pemahaman dan fatwa.\nLalu, ketiga, segala perbedaan pemahaman dan fatwa itu finalnya hendaklah dikembalikan belaka kepada Allah Swt. dan RasulNya, yakni al-Qur’an dan sunnahnya Saw. sebagai rujukannya. Maksud dari ungkapan ini adalah senantiasa menjaga kemurnian niat, ilmu, dan tujuan dalam memahami dan manakwil al-Qur’an dan sunnah Rasul Saw. semata untuk beriman dan bertakwa kepada Allah Swt., bukan untuk main akal-akalan.\nJika ada pertanyaan: umpama ada seorang maling memberikan uang kepada Anda untuk infaknya di masjid yang Anda kelola, dan Anda tahu sumber uang itu nyata-nyata haram, apakah Anda akan menerimanya atau menolaknya? Jika Anda menolaknya atas dasar haramnya sumber uang itu, dan itu benar secara hukum fiqh, tetapi Anda meyakini uang itu hanya akan dipakainya berjudi, misal, dan menghindarkan diri atau orang lain dari kemaksiatan adalah wajib, dan ini hukumnya pun benar secara fiqh, lantas sikap yang benar buat Anda yang mana sesungguhnya?\nIni sekadar contoh pertanyaan yang seyogianya kita memurnikan niat di hati, dengan ketulusan, mengembalikan kepada Allah Swt. dan RasulNya. Sikap mana pun yang Anda ambil kemudian, secara fiqh benar semua, tetapi ketulusan niat di hati akan menjadi pembedanya dan itulah yang akan kita pertanggungjawabkan kelak di hadapanNya.\nTerakhir, mari renungkan bagian-bagian akhir dari ayat tersebut: “kembalikanlah ia (perbedaan pendapat tersebut) kepada Allah Swt. dan RasulNya jika kalian memang benar-benar beriman kepada Allah Swt. dan hari akhir. Hal itu lebih baik bagimu dan lebih baik hasilnya.”\nKita bisa menarik suatu pemahaman yang menukik ke ulu hati di sini bahwa rupanya kemampuan kita untuk menerima keragaman pendapat, menghormati pihak atau orang lain yang berbeda, merupakan indikator bagi kalimat “jika kalian memang benar-benar beriman kepada Allah Swt. dan hari akhir”. Artinya, dengan ungkapan terbalik, jika kita tidak sudi atau enggan atau menampik menghargai dan menghormati kemajemukan pendapat dan fatwa para ulil amri, ia sebarisan dengan pertanda tidak\/kurangnya iman kita kepada Allah Swt. dan hari akhir.\nBayangkan! Mengerikan sekali, bukan?\nSekali lagi, jika kita ngotot, ngeyel, atau memaksa dengan segala cara, apalagi menggunakan hina-menghina atau kafir-mengafirkan, kepada orang lain yang berbeda pendapat dan fatwa hukumnya dengan kita, karena berbeda guru atau wali dengan kita, sejauh apa pun perbedaan itu, ia adalah cermin langsung dari kelamnya iman di hati kita.\nBagian “Hal itu lebih baik bagimu dan lebih baik hasilnya” dapat kita pahami sebagai dorongan untuk senantiasa mengedepankan kemaslahatan dan keadaban antarkita, seberbeda apa pun, demi merawat harmoni bersama. Ia bicara tentang “dampak atau akibat”. Jika kita tak legawa kepada perbedaan pendapat, itu tanda kita tak mengembalikan urusan yang mana yang benar semata kepada wewenang Allah Swt. dan RasulNya, sekaligus cermin bagi lemahnya iman di hati kepada Allah Swt. dan hari akhir (dan sungguh ini status rohani yang amat fatal alias kufur), maka dampaknya antarkita adalah perselisihan, perpecah-belahan, dan permusuhan.\nLogis sekali bila dikatakan dalam ayat sebelumnya bahwa mereka yang begitu adalah golongan manusia yang terus berselisih sehingga jauh dari rahmat Allah Swt.—kendati lisannya lebat dengan asma-asmaNya, ayat-ayatNya, juga hadits-haditsnya Saw. Secara lahiriah lisan, mungkin mereka mukmin, ahli ilmu agama, tetapi secara rohaniah, imaniah, mereka mengidap masalah yang sangat serius, yakni kurang\/tidak iman kepada Allah Swt. dan hari akhir.\nSefatal itulah gambaran bagi siapa pun yang egois, penuh hawa nafsu, dan menang-menangan pendapat dalam berislam. Ya, separah itu. Na’udzubiLlah min dzalik.\nSemoga Allah Swt senantiasa menjaga iman kita, merahmati kita. Amin.\nWallahu a’lam bish shawab.\nJogja, 27 September 2019",
  "tahun_terbit": 2019
 },
 {
  "id": 5,
  "judul": "Memahami Kompleksitas Maqashid al-Syariah",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/09\/a8c1b3ad3aeab7944c5f2ab7648f0222-474x300.jpg",
  "rating": "4.2",
  "kategori": "Celoteh",
  "deskripsi": "Apa itu maqashid al-syariah? Ada satu ungkapan menarik dan sekaligus mewakili maksud tersebut, “La yu’tabaru al-syar’u min al-maqashid illa muta’allaqa […]",
  "isi": "Apa itu maqashid al-syariah?\nAda satu ungkapan menarik dan sekaligus mewakili maksud tersebut, “La yu’tabaru al-syar’u min al-maqashid illa muta’allaqa bihi gharadun shahihun muhashilun li mashlahatin aw dari-un li mafsadatin, suatu bagian dari hukum Islam, yang didasari pada syariat, tidak dapat dianggap sebagai Maqashid (Tujuan) kecuali terkandung dalam dirinya suatu tujuan yang sahih, yakni yang menghasilkan kemaslahatan atau menghindarkan keburukan.”\nDalam sejarah panjang istilah maqashid al-syariah, bisa terlacak pada diri Imam Malik, pendiri Mazhab Maliki, dengan istilah al-mashalih al-mursalah, yakni kebaikan-kebaikan yang (tidak tertera secara tekstual dalam dalil-dalil) tersampaikan dari pemahaman-pemahaman mendalam terhadap dalil-dalil.\nDalam perkembangannya kemudian, istilah dan metode tersebut berkembang luas hingga ke era Abdul Malik al-Juwaini (guru Imam Ghazali), lalu Imam Ghazali, Fakhruddin ar-Razi, Najmuddin at-Thufi, terus hingga Imam Syatibi, dan sebagainya.\nDi tangan Imam Syatibi yang terkenal dengan kitab al-Muqafaqat inilah epistemologi maqashid al-syariah makin menemukan bentuk operasinya, diformulasikan dalam al-kulliyat al-khamsah (lima hal pokok), yakni (1) hifdz al-hayat (menjaga nyawa, hidup), (2) hifdz al-din (menjaga agama), (3) hifdz al-aql (menjaga akal), (4) hifdz al-mal (menjaga harta), dan (5) hifdz al-nasl (menjaga keturunan).\nFormulasi metodis dari Imam Syatibi inilah yang paling luas terumuskan hingga sering betul kita kutip hingga hari ini.\nMemang, tentunya, jika dilacak lebih jauh lagi, tidak berarti sebelum era Imam Malik prinsip istinbath demikian tidak dikenal. Tentu sudah ada, hanya tampak belum terformulasikan secara epistemologis sebagai bagian inheren dari suatu operasi ijtihad.\nAbu Hanifah, misal, pendiri Mazhab Hanafi, dikenal luas dengan metode istihsan-nya, yang tentulah bersibalut dengan prinsip mashlahah mursalah demi tercapainya maqashid al-syariah tersebut.\nDi era kita kini, prinsip maqashid al-syariah ini semakin menemukan format aplikasinya dalam suatu gerakan ijtihad, merumus dalam suatu metodologi. Nama yang paling terkemuka di lingkungan studi akademik Islam kontemporer, khususnya Ushul Fiqh, ialah Jasser Auda. Dialah yang merumuskan maqashid al-syariah menjadi sebuah “Pendekatan Sistem”, bukan sistem pendekatan.\nApa yang dimaksudkannya sebagai maqashid al-syariah sebagai Metodologi Pendekatan Sistem ialah kemenyeluruhan (wholeness), kekafahan, keotoritatifan, keinterrelasian, dalam keseluruhan sendi ilmu dan metodologi yang memungkinkan kita memasuki, menyelami, dan kemudian menyimpulkan pelbagai temuan hukum Islam (inilah maksud mashlahah mursalah) yang otoritatif dan otentis. Jadi, maqashid al-syariah niscaya membuahkan mashlahah mursalah, suatu kebaikan hukum yang diruahkan sebuah teks dalil (syariat) yang telah dikaji secara menyeluruh dari pelbagai metode keilmuannya.\nAda enam dimensi yang ditekankan oleh Jasser Auda sebagai pisau operasi Pendekatan Sistem tersebut, yakni: (1) kognisi pemikiran keagamaan, (2) kemenyeluruhan, (3) keterbukaan interpretasi, (4) hierarki berpikir yang saling mempengaruhi, (5) sistem berpikir yang melibatkan berbagai dimensi, dan (6) kebermaksudan, kebertujuan, ke-ghayah-an.\nJika Anda familier dengan pemikiran Prof. Amien Abdullah, salah satu guru utama saya di perkuliahan kefilsafatan, beliau merumuskan apa yang disebut “Jaring Laba-laba”: bahwa studi Islam, termasuk fiqh, mestilah dikonstruksi bukan hanya dari aspek dalil-dalil belaka, tapi seluruh disiplin ilmu agama dan umum yang menjadikan sistem operasi ijtihad semakin lengkap dan komprehensif. Maka, misal, di dalamnya sangat penting untuk dimasukkan pendekatan sosiologi, antropologi, psikologi, hingga multikulturalisme, selain ilmu-ilmu standar dari khazanah salaf semacam ilmu asbabun nuzul, asbabul wurud, Ushul Fiqh, nahwu, sharf, mantiq, balaghah, dan sebagainya.\nAda dua kaidah Ushul Fiqh yang bisa kita jadikan percontohan awal bagi sistem berpikir ijtihad komprehensif ini, yakni: (1) dar-ul mafasid muqaddamun ‘ala jalbil mashalih, menghindarkan risiko keburukan harus lebih diutamakan daripada menggapai suatu potensi kebaikan, dan (2) la yuzalu al-dharar bi al-dharar, tidak boleh menghilangkan suat keburukan dengan menggunakan keburukan lainnya. Semuanya beraras pada mashlahah al-mursalah yang dikandung maqashid al-syariah.\nPaparan ini memperlihatkan kepada kita semua bahwa pesan moral terbesar dari pergumulan para ulama, ‘alim ‘allamah, dan akademisi studi Islam yang luar biasa, sejak era salaf dulu hingga kontemporer kini, ialah musykilnya ayat-ayat al-Qur’an dan khazanah hadis Rasul Saw. diterabas begitu saja tanpa mengindahkan otoritas ilmu-ilmu agama sendiri dan pula ilmu-ilmu umum yang terus berkembang melingkupi kehidupan umat Islam.\nApa yang belakangan meriah dikampanyekan “gerakan kembali kepada al-Qur’an dan sunnah Rasul Saw.” demi memurnikan pemahaman Islam mendampakkan problematika yang sangat serius bagi otoritas bangunan hukum Islam sendiri dan sekaligus otentisitas mekanisme pemahaman atau ijtihadnya. Ia beranomali dan sekaligus mengidap logical fallacy.\nIa sangat berisiko membawa umat kepada bentuk pemahaman Islam yang dangkal, permukaan, artifisial, lateral, saklek, kaku, keras, sehingga mendorong “cara hidup Islami” yang memberatkan dan menyulitkan umat Islam sendiri atau kontraproduktif pada dirinya dan ke luarnya.\nSelain itu, ia berisiko sekali menciptakan jarak kultural dan sekaligus historis yang akan makin dalam seolah umat Islam bisa berdiri di atas kakinya sendiri di hari ini tanpa merujuk kepada kekayaan khazanah ilmu yang telah diwariskan para luluhur dan ulama serta intelektual terdahulu serta lingkungan riil yang menjadi bagian dari jangkauan kehidupannya.\nApa yang saya maksud “otoritas bangunan hukum Islam” dan “otentisitas mekanisme pemahaman atau ijtihad” di atas ialah kebertanggungjawaban secara ilmiah, metodologis, yang mestilah diemban oleh setiap orang yang memosisikan diri sebagai mujtahid. Ini sangat krusial karena akan membawa corak dan pengaruh tersendiri kepada lingkungan yang mengikutinya.\nSungguh patut dikhawatirkan bila al-Qur’an dan hadis diterabas tanpa otoritas ilmu yang mendalam, asas dasar maqashid al-syariah-nya akan tercampakkan begitu saja dari jangkauan suatu ijtihad dan pemahaman. Hasilnya, dapat diduga, syariat Islam akan kehilangan sifat rahmatan lil ‘alamin-nya; seolah Islam menjadi agama yang meruahkan kontraproduksi-kontrakproduksi yang jauh dari mashlahah mursalah-nya.\nWallahu a’lam bish shawab.\nJogja, 31 Agustus 2019",
  "tahun_terbit": 2019
 },
 {
  "id": 6,
  "judul": "Mengenang Husein Bin Ali, Cucu Kesayangan Rasulullah Saw",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/09\/994121dd17563bfcb1abf4f80e3e5172-500x300.jpg",
  "rating": "4.1",
  "kategori": "Celoteh",
  "deskripsi": "Rasulullah Muhammad Saw. memiliki sejumlah anak. Di antara anaknya yang paling dikenal ialah Fatimah. Beliau inilah yang kemudian dinikahi Ali […]",
  "isi": "Rasulullah Muhammad Saw. memiliki sejumlah anak. Di antara anaknya yang paling dikenal ialah Fatimah. Beliau inilah yang kemudian dinikahi Ali bin Abi Thalib, anak pamannya sendiri, alias sepupu dekatnya.\nAli bin Abi Thalib adalah pemuda yang pertama kali beriman kepada risalah Rasul Saw.\nAli bin Abi Thalib adalah orang yang menyelamatkan Rasul Saw. dengan menggantikan posisinya di kamar tidurnya waktu diserbu oleh kaum kafir Quraish.\nAli bin Abi Thalib adalah menantu terkemuka Rasul Saw.\nAli bin Abi Thalib adalah salah satu panglima perang terkemuka Rasul Saw.\nAli bin Abi Thalib adalah khalifah keempat dalam sejarah Khulafaur Rasyidin.\nAli bin Abi Thalib adalah pintu gerbang bagi kota ilmu pengetahuan Rasul Saw.\nAli bin Abi Thalib adalah sahabat dekat Rasul Saw. yang dijamin masuk surga.\nAli bin Abi Thalib adalah cendekiawan paling cemerlang yang paling banyak mewariskan nasihat-nasihat kepada kita hingga hari ini.\nDari pernikahan Ali bin Abi Thalib dan Fatimah inilah lahir dua cucu yang paling beliau sayangi, yakni Hasan dan Husain.\nKetika mereka masih bayi, dituturkan bahwa Rasul Saw. mengunyah kurma lalu dilepehkan ke tangannya, kemudian disuapkannya ke mulut kedua cucunya tersebut.\nBerkah dan karamah macam apakah yang terhantar melalui kunyahan kurma yang bercampur ludah Rasul Saw. lalu mengendap di sekujur tubuh kedua bocah mungil itu, menjadi darah, mengalir ke setiap urat sarafnya, dan merasuk ke dalam hati dan pikirannya?\nTak terbayangkan lagi….\nKetika keduanya masih kanak-kanak, selazimnya anak-anak, mereka gemar bermain. Dan teman dekat sepermainan mereka adalah Rasulullah Saw.\nKedua bocah itu kerap bermain di dada Rasul Saw; naik-naik ke punggungnya ketika beliau sujud, persis gaya kuda-kudaan yang juga dilakukan aanak-anak kita kini.\nRasul Saw. amat sering terlihat menggendong, memeluk, dan menciumi kedua cucunya tersebut. Sampai-sampai sahabat berkomentar: betapa besarnya cinta Rasul Saw. kepada Hasan dan Husein.\nSuatu hari, Rasul Saw. mengatakan bahwa Hasan dan Husein bin Ali akan menjadi pemimpin para pemuda di dalam surga Allah Swt.\nJika Rasul Saw. yang melakukan, yang mengatakan, yang mewartakan, sudah pasti semua itu adalah benar karena beliau Saw. selalu berada dalam bimbingan dan petunjuk Allah Swt. Tidak mungkin tidak benar.\nHasan bin Ali digambarkan tumbuh menjadi pemuda yang berkarakter kalem, berbeda dengan Husain bin Ali yang digambarkan tumbuh menjadi pemuda yang berkarakter tegas dan pemberani.\nKetika terjadi tahkim (arbitrase) antara khalifah Ali bin Abi Thalib dan Muawiyah bin Abi Sufyan di penghujung Perang Shiffin, di mana kekhalifahan sepeninggal Ali bin Abi Thalib akan diberikan kepada Muawiyah bin Abi Sufyan, lalu dikembalikan kepada keturunan Ali bin Abi Thalib, yakni Hasan bin Ali, terjadinya pengingkaran kesepakatan dengan diangkatnya Yazid bin Muawiyah sebagai penerus Muawiyah bin Abi Sufyan, bukan Hasan bin Ali, disikapi oleh Hasan dengan memilih mengalah.\nSikap Husein beda lagi. Husein memilih memperjuangkan hak keluarganya, ahlul bait, dengan berdasar pada hukum tahkim dulu. Sikap politik Husein semakin menguat sepeninggal saudaranya, Hasan.\nPara sahabat Rasul Saw. di Madinah dan Mekah berkali-kali mengingatkan Husein supaya tidak berangkat ke Kufah, Irak. Kabar yang diterimanya dari survey ke Kufah, dari saudara sepupunya, Muslim bin Aqil, mengatakan bahwa ada sekitar 12.000 pasukan yang siap membela Husein. Orang-orang Kufah itu menyatakan memilih berbaiat setia kepada ahlul bait—dalam hal ini Husein bin Ali—bukan kepada Yazid bin Muawiyah yang bertahta di Damaskus, Syam.\nHusein lalu bertekad untuk menyongsong mereka ke Kufah. Akhirnya, perjalanan panjang penuh risiko itu pun diarungi. Darah pemberani Husein yang diteteskan Ali bin Abi Thalib menguat di sekujur jiwanya.\nHusein tentu ingat sekali ucapan bapaknya dalam Perang Shiffin yang nyaris merenggut nyawanya: “Anak-anakku, kematian pasti datang menjemput bapakmu ini. Bergerak cepat tidak akan membuat kematian tertunda dan bergerak lambat juga tidak akan membuat kematian datang lebih awal. Bagiku, semua sama saja, entah aku yang menjemput kematian atau kematian yang menjemputku.”\nHusein pun dengan rombongan kecilnya berjumlah 72 orang memulai perjalanan ke Kufah. Ikrarnya yang sangat terkenal melebur sirna segala bayang kecemasan, ancaman, dan risiko kematian yang telah banyak dinasihatkan kepadanya:\n“Manusia melakukan perjalanan dalam kegelapan, dan takdirnya juga akan mendekatinya.”\nNun jauh di sana, di Kufah, gubernur Ubaidillah bin Ziyad melakukan “pembersihan” sebersih-bersihnya. Ancaman-ancaman hukuman keras dia tebarkan kepada siapa pun yang dicurigai bersekongkol dengan gerakan Husein bin Ali.\nTak main-main!\nDigambarkan bahwa usaha gubernur Kufah untuk menundukkan siapa pun yang hendak melawan kekuasaan Umayah di Damaskus dipastikan berujung dengan kematian yang sangat tragis, rumah dibakar, dan keluarganya diusir ke padang pasir tandus. Inilah yang pula terjadi kepada Muslim bin Aqil, sepupu Husein bin Ali yang menjadi pemimpin bagi 12.000 prajurit yang siap berbaiat kepada Husein. Tekanan kuat gubernur dan pasukannya di Kufah membuat 12.000 orang itu ciut nyali. Dan Husein tak mengetahui tragedi di Kufah tersebut.\nMuslim bin Aqil ditangkap oleh pasukan Ubaidillah bin Ziyad, digiring di keramaian dengan kaki, tangan, dan tubuh dirantai, dipermalukan, lalu dipenggal kepalanya dan tubuhnya disalib di pasar unta dan dibiarkan di sana hingga membusuk.\nSeketika hancurlah mental orang-orang Kufah. Dan, Husein bin Ali belum menyadarinya sepanjang perjalanannya yang panjang.\nHingga terjadilah tragedi Karbala itu….\nJumat, hari ketiga Muharram 61 Hijriyah, perkemahan Husein bin Ali dan 72 rombongannya dikepung oleh empat ribu pasukan perang lengkap yang dikirimkan Ubaidilah bin Ziyad. Panglimanya bernama Shimr bin Dzil Jauzan—sebuah nama yang bakal diingat terus oleh sejarah dunia Islam hingga akhir zaman. Dulu, orang ini adalah sahabat Ali bin Abi Thalib, bagian dari pasukannya dalam Perang Shiffin.\nRombongan Husein terus dikepung berhari-hari dengan diputus segala akses kepada makanan dan minuman. Dalam keadaan letih luar biasa begitu, pada 10 Muharram, di hari Asyura, pasukan Shimr mendekati perkemahan Husein. Mereka hendak membakar perkemahan tersebut, beserta orang-orang di dalamnya, tetapi dicegah oleh Husein. Husein mengingatkan Shimr akan tuturan Rasulullah Saw. agar umat Islam menghormati ahlul bait. Ucapan Husein dipotong dengan kasar dan keras penuh penghinaan oleh Shimr.\nHusein pun berkata kepadanya:\n“Benarlah apa yang telah dikatakan Rasulullah Saw. kepadaku, bahwa kelak aku akan bertemu dengan anjing hitam yang memiliki belang putih, yang meminum darah ahlul bait.”\nShimr tak lagi peduli siapa yang dihadapinya. Ia merangsak bersama pasukannya dan melesatkan anak-anak panah hingga melukai dengan parah tubuh Husein bin Ali dan banyak rombongannya. Dalam keadaan luka parah tersebut, Husein bin Ali rahimahuLlah dibantai, dipenggal kepalanya oleh Shimr bin Dzil Jauzan. Darah suci itu pun tumpah ke tanah. Aroma wangi darah suci itu menguar ke angkasa, membuat langit murung seketika.\nSebuah riwayat lain menggambarkan bahwa saat Husein syahid, di tubuhnya terdapat 33 tancapan belati dan sekujur tubuhnya penuh luka pedang. Riwayat lain lagi menggambarkan bahwa tatkala tubuh Husein telah lemah terjatuh, Shimr bin Dzil Jauzan duduk-duduk di atas tubuh itu, kemudian menginjak-injaknya sedemikian brutal, kemudian memenggalnya. Ada pula riwayat yang menggambarkan bahwa tubuh Husein diinjak-injakkan menggunakan kaki-kaki kuda.\nYa Ilahi, ya Ilahi, ya Ilahi….\nSebuah riwayat beraura mistis menuturkan bahwa tatkala Husein bin Ali dipenggal, darahnya tumpah ke tanah, syahid menyambutnya, kuda kesayangannya yang bernama Lahik (Sang Pengejar) mendekati darah yang menggenang itu, lalu mengendusi dan menciuminya. Tak lama berselang, dari arah langit bagaikan ada pintu yang terkuak, dua ekor merpati putih menukik cepat ke genangan darah itu, membasahi sekujur tubuh mereka dengannya, lalu melesat lagi ke angkasa: satu menuju Mekah, satu lagi menuju Madinah.\nPenduduk Mekah dan Madinah lalu mengetahui bahwa tragedi yang paling menyedihkan sepanjang sejarah Islam itu benar-benar telah terjadi. Mereka menangis dengan derai air mata dan parau suara yang takkan pernah terlupakan….\nKepala Husein bin Ali dibawa ke Kufah, diperlihatkan kepada gubernur Ubaidillah bin Ziyad, beserta kepala-kepala lain dari rombongan Husein. Juga sebagian orang yang selamat.\nDi hadapan panorama tragis itu, Zainab bin Ali meratap:\n“Ya Muhammad, Wahai Muhammad, semoga malaikat surga memberkatimu. Lihatlah cucumu Husein di tempat terbuka, berlumuran darah dengan tubuh yang terbusai berserakan. Wahai Muhammad, cucu perempuanmu kini jadi tahanan, anak-cucumu dibantai, dan angin timur menyelimuti mereka dengan debu.”\nPara penjilat haus kekuasaan itu tiada peduli. Merka berlomba-lomba berarak-arak untuk mendapatkan pujian gubernur Ubaidillah bun Ziyad.\nBegitupun gubernur ini kemudian menghantar kepala Husein bin Ali ke Syam, Damaskus, untuk diperlihatkan kepada Yazid bin Muawiyah dengan hati sumringah karena merasa telah menyumbangkan penyelamatan dan perlindungan terhadap kekuasaan dinasti Yazid bin Muawiyah.\nAda riwayat yang mengatakan bahwa kepala Husein itu diketok-ketok pakai tongkat oleh Yazid bin Muawiyah—tapi ada pula yang mengatakan bahwa bukan Yazid bin Muawiyah yang melakukannya, tetapi Ubaidillah bin Ziyad. Melihat peristiwa tersebut, seorang lelaki tua yang merupakan bagian dari staf istana berkata dengan keras:\n“Demi Allah Swt! Dulu aku sering melihat kepala ini diciumi oleh Rasulullah Saw. Apa yang kalian lakukan ini sungguh sangat buruk dan terlaknat!”\nDi hadapan Yazid bin Muawiyah, dengan lantang Zainab bin Ali berdiri dan berkata: “Kau, ayahmu, dan kekekmu menerima keyakinan agama ayahku, Ali bin Abi Thalib, keimanan saudaraku Husein, keimanan kakekku Muhammad. Tetapi kau telah mencemari mereka dengan berlaku tidak adil dan mengingkari apa yang betul-betul kau imani!”\nDiriwayatkan, Yazid bin Muawiyah menitikkan air mata mendengar ucapan lantang Zainab bin Ali tersebut. Mungkin saja di detik tersebut ia teringat wasiat ayahnya, Muawiyah bin Abi Sufyan jelang meninggal, yang mengatakan: “Jika kau mengalahkan Husein, maafkan dia, karena memang dia memiliki hak yang lebih besar.”\nDari garis nasab Husein bin Ali bin Abi Thalib ini, putra lelakinya yang selamat adalah Ali Zainal Abidin. Zainab bin Ali, bibinya sendiri, yang melindungi Ali Zainal Abidin dari terjangan Shimr bin Dzil Jauzan yang juga hendak membunuhnya di dalam tenda, di Karbala.\nKelak, dari jalur Ali Zainal Abidin yang berjuluk As-Sajjad (Sang Ahli Sujud) ini—karena dikabarkan beliau sehari semalam istiqamah menjalankan salat sebanyak seribu rakaat—lahir tokoh-tokoh besar Islam, dalam pelbagai disiplin ilmu dan keulamaan yang menakjubkan.\nImam Ja’far ash-Shadiq, guru para imam mazhab yang kita kenal hari ini, sekaligus sumber ilmu bagi terjaganya kemu’tabaran sanad ilmu para imam mazhab dan pula ulama leluhur kita, merupakan cucu Ali Zainal Abidin dari putranya yang bernama Muhammad al-Baqir. Imam Ja’far ash-Shadiq ini dapat dikatakan sebagai “tokoh kunci” bagi jalur panjang kemu’tabaran dan kemuttasilan sanad ilmu para ulama sepanjang sejarah.\nDalam sebuah riwayat silsilah yang pernah saya baca, disebutkan bahwa Syekh Abdul Qadir al-Jailani, Sulthanul Auliya’, juga tersambung sanad nasabnya kepada Imam Ja’far ash-Shadiq. Begitupun almaghfuruLlah Mbah Maimoen Zubair. Sungguh menakjubkan.\nApakah Allah Swt. yang menyelamatkan Ali Zainal Abidin dalam tragedi Karbala merupakan bukti bagi penjagaan Allah Swt. kepada urgensi silsilah sanad nasab dan ilmu ini sebagaimana dimaksud hadis Rasul Saw. riwayat Bukhari tentang “sanad ilmu”?\nRasul Saw. bersabda: “Aku adalah kota ilmu pengetahuan dan Ali bin Abi Thalib adalah pintu gerbangnya. Siapa yang hendak memasuki kotaku, maka hendaklah ia melalui pintu gerbang tersebut.”\nWallahu a’lam bish shawab.\nHusein telah syahid di Karbala dengan segenap keberaniannya yang khas Ali bin Abi Thalib. Namanya abadi.\nDi penghujung bagian hikayat yang memilukan ini, saya teringat hadis ini. Para sahabat bertanya kepada Rasul Saw. “Ya Rasulallah Saw., kami melihat betapa besar kecintaanmu kepada Husein.” Rasul Saw. menjawab, “Betul, aku adalah bagian dari Husein dan Husein adalah bagian dariku. Mencintai aku siapa yang mencintainya dan memusuhi aku siapa yang memusuhinya.”\nRiwayat lain menuturkan, Rasul Saw. berkata sembari menggandeng tangan Husein bin Ali, “Wahai manusia, ini Husein bin Ali; Husein ini (kelak) kekeknya di surga, bapaknya di surga, ibunya di surga, paman-paman dan bibi-bibinya di surga, saudara-saudaranya di surga, dan dia juga di surga.”\nRasul Saw. juga bersabda: “Cintailah Allah Swt. karena nikmat yang diberikanNya kepada kalian; cintailah aku karena kecintaan kalian kepada Allah Swt; dan cintailah ahlul baitku karena kecintaan kalian kepadaku.” Beliau Saw. melanjutkan: “Segala sesuatu ada asasnya, dan asas Islam adalah mencintai Rasulullah dan ahlul baitnya.”\nSudah pasti, Rasulullah Saw. dengan bimbingan Allah Swt. telah mengetahui takdir apa gerangan yang akan terjadi kelak pada cucu kesayangannya tersebut, Husein bin Ali—sebagaimana beliau Saw. juga tahu takdir hidup Ali bin Abi Thalib yang syahid di tangan Abdurrahman bin Muljam at-Tamimi. Kepastian pengetahuan Rasul Saw. ini terlihat dari ucapan Husein bin Ali kepada Shimr bin Dzil Jauzan sebelum menyerang dan membunuhnya.\nShimr bin Dzil Jauzan, Shimr bin Dzil Jauzan. Namanya abadi pula, sebagai pembunuh keji Husein bin Ali, cucu kesayangan Rasulullah Saw.\nDi ujung hidupnya, Shimr bin Dzil Jauzan dipenggal kepalanya oleh pasukan Mukhtar al-Tsaqafi. Tubuhnya dilemparkan jadi makanan anjing-anjing.\nJogja, 4 September 2019",
  "tahun_terbit": 2019
 },
 {
  "id": 7,
  "judul": "Islam yang Hanya Sampai Tenggorokan",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/09\/a4f6b4e121e187cd8695d933dee5ff23-500x300.jpg",
  "rating": "4.2",
  "kategori": "Celoteh",
  "deskripsi": "Kalimat yang benar tetapi dimaksudkan untuk hal yang salah. Ali bin Abi Thalib “Akan keluar manusia dari arah timur dan […]",
  "isi": "Kalimat yang benar tetapi dimaksudkan untuk hal yang salah.\nAli bin Abi Thalib\nAkan keluar manusia dari arah timur dan membaca al-Qur’an namun tidak melewati tenggorokan mereka. Mereka melesat keluar dari agama bagai anak panah yang melesat dari busurnya. Mereka tidak akan kembali kepadanya sampai anak panah itu kembali ke busurnya.\nDari kelompok orang ini (maksudnya, Abdullah bin Dzil Khuwaishirah) akan muncul nanti orang-orang yang pandai membaca al-Qur’an tetapi tidak sampai melewati tenggorokannya, bahkan mereka membunuh orang-orang Islam, dan membiarkan para penyembah berhala; mereka keluar dari Islam seperti anak panah yang meluncur dari busurnya. Seandainya aku masih mendapati mereka, akan kumusnahkan mereka seperti musnahnya kaum ‘Ad.\nSiapa gerangan Abdullah bin Dzil Khuwaishirah?\nInilah konteks sejarah hadis tersebut. Sepulang dari Fathu Mekkah, pasukan muslim mengepung kabilah Hawazin dan pecahlah Perang Hunain. Pasukan Islam menang. Rasulullah Saw. kemudian membagikan sebagian ghanimah (harta rampasan perang) dalam bentuk perak yang disimpan oleh Bilal bin Rabah.\nghanimah\nTiba-tiba muncul lelaki yang digambarkan berpostur  kurus dan berjidat hitam. Dialah Abdullah bin Dzil Khuwaishirah at-Tamimi.\nDia berkata kepada Rasul Saw.: “I’dil ya Muhammad, berbuat adillah, wahai Muhammad….”\nI’dil ya Muhammad\nRasul Saw. berkata kepadanya, “Celakalah kamu. Yang kulakukan ini adalah perintah Allah Swt.”\nDalam riwayat Abu Said yang muttafaqun ‘alaih, dituturkan lebih lengkap: Lalu Umar bin Khattab berkata kepada Nabi Saw.: “Wahai Rasulullah, biarkan saya penggal lehernya.” Rasul Saw. berkata, “Biarkan dia. Kelak dia akan memiliki banyak pengikut yang salat kalian tidak ada apa-apanya dibanding salat mereka, puasa kalian tidak ada apa-apanya dibanding puasa mereka… mereka akan muncul saat terjadinya perpecahan manusia.”\nmuttafaqun ‘alaih\nSejarah kemudian menuturkan kepada kita ihwal pembunuh Ali bin Abi Thalib, yakni Abdurrahman bin Muljam at-Tamimi (sesuku dengan Abdullah bin Dzil Khuwaishirah at-Tamimi) yang digambarkan bila malam berqiyamul lail dan bila siang berpuasa dan pula penghafal al-Qur’an yang pernah dipilih dan diutus ke Mesir oleh Khalifah Umar bin Khattab untuk mengajarkan al-Qur’an.\nRasul Saw. pernah berkata kepada Ali bin Abi Thalib jauh sebelumnya bahwa ia akan syahid dengan cara ditebas kepalanya dan pelakunya adalah seburuk-buruknya manusia….\nRamalan Rasul Saw. di tahun 8-9 Hijriyah tentang orang-orang “yang pandai membaca al-Qur’an tetapi tidak sampai melewati tenggorokannya”, “keluar dari agamanya secepat lepasnya anak panah lepas dari busurnya” dan “salat kalian tidak ada apa-apanya dibanding salat mereka, puasa kalian tidak ada apa-apanya dibanding puasa mereka” serta pembunuh Ali bin Abi Thalib yang dinyatakan “seburuk-buruknya manusia” menjadi kenyataan benar di tahun 37 Hijriyah.\nyang pandai membaca al-Qur’an tetapi tidak sampai melewati tenggorokannya\nKlop sekali.\nAda lagi satu hadis ramalan Rasul Saw. yang terkait dengan ciri golongan ini: “Akan muncul di akhir zaman sekelompok orang-orang muda yang pendek akalnya, mengucapkan sebaik-baik perkataan manusia. Mereka membaca al-Qur’an tetapi tidak sampai tenggorokannya. Mereka keluar dari agama seperti melesatnya anak panah dari busurnya.” (HR Muslim)\nAkan muncul di akhir zaman sekelompok orang-orang muda yang pendek akalnya, mengucapkan sebaik-baik perkataan manusia. Mereka membaca al-Qur’an tetapi tidak sampai tenggorokannya. Mereka keluar dari agama seperti melesatnya anak panah dari busurnya.\nApa hikmahnya buat kita kini?\nPertama, mari kita garis tebal narasi “mereka membaca al-Qur’an tetapi tidak sampai tenggorokannya”.\nPertama\nPara mufassir telah memberikan takwil terhadap makna majazi tersebut, yakni kelompok muslim yang gemar membaca al-Qur’an, dekat dengan al-Qur’an, tetapi al-Qur’an hanya berhenti di lisan, tak sampai meneteskan air-air makna dan hikmahnya ke dalam hatinya. Nilai-nilai al-Qur’an tidak menginternalisasi ke dalam dirinya, tidak menyublimasi, dan finalnya tidak menjadi “hudzan” (petunjuk hidup) baginya. Dari Ibnu Katsir hingga Wahbah Zuhaili seturut menggambarkan hal sejenis itu.\nmajazi\nIni jelas menjadi persoalan yang sangat serius. Serius sekali!\nAl-Baqarah ayat 2 telah menyatakan bahwa al-Qur’an ini adalah petunjuk hidup bagi orang-orang yang bertakwa. Yakni “mereka yang beriman kepada yang ghaib, mendirikan shalat, dan menafkahkan sebagian rezeki yang Kami anugerahkan kepada mereka, dan mereka beriman kepada kitab (al-Qur’an) yang telah diturunkan kepadamu dan kitab-kitab yang diturunkan sebelummu, serta mereka yakin pada kehidupan akhirat. Mereka itulah orang-orang yang tetap mendapat petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung” (QS. Al-Baqarah 3-5).\nmereka yang beriman kepada yang ghaib, mendirikan shalat, dan menafkahkan sebagian rezeki yang Kami anugerahkan kepada mereka, dan mereka beriman kepada kitab (al-Qur’an) yang telah diturunkan kepadamu dan kitab-kitab yang diturunkan sebelummu, serta mereka yakin pada kehidupan akhirat. Mereka itulah orang-orang yang tetap mendapat petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung\nSungguh aneh! Ini benar-benar suatu anomali yang bikin kening kita berkerut. Dan di sinilah letak masalah seriusnya buat kita kini.\nBagaimana tidak?\nOrang macam Abdullah bin Dzil Khuwaishirah at-Tamimi di era Rasul Saw., kemudian pula Abdurrahman bin Muljam at-Tamimi di era Ali bin Abi Thalib, dan seterusnya, jelas sekali secara lahiriah adalah orang-orang yang bertakwa. Rasul Saw. sampai menggambarkan bahwa golongan mereka ini salatnya luar biasa, puasanya luar biasa—bahkan salat kalian (para sahabat Rasul Saw.) tidak ada apa-apanya dibanding hebatnya salat mereka, apalagi salat kita kini.\nMereka secara lahiriah memenuhi semua kriteria untuk tergolong ke dalam kelompok muttaqin itu. Akan tetapi, perilakunya tak sejalan seiring dengan ketercerahan dan keterbimbingan dari al-Qur’an. Prinsip “hudzan” ternyata tak otomatis bekerja.\nmuttaqin\nSederhana pembuktiannya: Abdullah bin Dzil Khuwaishirah at-Tamimi beraninya membantah Rasul Saw. yang semua tindakannya dalam bimbingan Allah Swt.; Abdurrahman bin Muljam at-Tamimi beraninya membunuh sahabat terbaik Rasul Saw. yang juga dinyatakan sebagai ahli surga.\nLalu, di mana sebenarnya letak pemicu anomali tersebut?\nSumber perkaranya niscaya terletak pada tidak merasuknya nilai-nilai al-Qur’an ke dalam hati, walaupun lisan rajin membacanya, bahkan menghafalnya. Ini sekaligus menjadi pengingat kepada kita semua kini bahwa bahkan kefasihan menukil ayat-ayat al-Qur’an, hadis-hadis Rasul Saw., sirah nabawiyah, hingga qaul-qaul ulama salaf, tidak serta-merta seiring sebangun dengan ketercerahan dan keterbimbingan al-Qur’an (hudzan) dan Rasul Saw. (ittiba’)—atau dalam bahasa al-Baqarah tadi: “mendapat petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung”.\nsirah nabawiyah\nAtas dasar fakta sejarah ini, seyogianya kita bermuhasabah agar bisa selalu mawas diri bahwa ternyata ilmu bisa saja bukannya memberikan fadhilah kemaslahatan pada kita dalam rupa taqarrub ilalLah, melainkan malah menghijabi hati kita (iman dan takwa) dariNya hingga perkataan dan perbuatan kita tak memancarkan CahayaNya dan tuntunan RasulNya, tetapi sekadar semburat hawa nafsu dan tipu daya iblis. Keterhijaban rohani ini (iman dan takwa) menjadi jawaban bagi terlepasnya diri dari “mendapat petunjuk dari Tuhan” hingga “keluar dari agamanya bagai anak panah yang lepas dari busur panah” dan akhirnya tidak menjadi bagian dari “orang-orang yang beruntung”.\ntaqarrub ilalLah\nHijab rohani (iman dan takwa) karena ilmu yang tidak bermanfaat itu (artinya, tidak menjadi washilah bagi terbimbingnya diri dalam Cahaya Allah Swt dan RasulNya) semakin parah ketika dipertebal oleh hijab amal pula (membaca al-Qur’an tapi hanya sampai tenggorokan dan salat dan puasa kalian (para sahabat Nabi Saw.) tidak ada apa-apanya dibanding salat dan puasa mereka). Dua hal (ilmu dan amal) yang asalinya kemuliaan (sesuai bunyi lateral al-Qur’an dan Rasul Saw.) ternyata malah benar-benar menjelma penghalang agung bagi “keberuntungan diri” di hadapan Allah Swt. karena keduanya tak menghantar pada ketercerahan dan keterbimbingan (hudzan). Walhasil, punahlah diri dari “mendapat petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung”.\nwashilah\nMari catat tebal hal tersebut!\nKedua, ketika Abdurrahman bin Muljam at-Tamimi menyergah kepada Ali bin Abi Thalib dengan pekikan: “Tiada hukum kecuali hukum Allah Swt., termasuk hukummu, Ali!” dan kemudian diperkukuh dengan menukil ayat “waman lam yahkum ima anzaLlah faulaika humul kafirun, dan siapa yang tidak menghukum dengan hukum Allah Swt. mereka itulah golongan orang kafir”, Ali bin Abi Thalib dengan tenang menjawab: “Kalimat yang benar tetapi dimaksudkan untuk hal yang salah.”\nKedua\nDari rahim kelompok Khawarij (salah satu pentolannya adalah Abdurrahman bin Muljam at-Tamimi) inilah kita mengenal sebutan “bughat”, yakni pembelot atau pemberontak. Posisi Ali bin Abi Thalib sebagai khalifah yang sah saat itu jelas berada di maqam ulil amri minkum. Kepatuhan kepada ulil amri adalah keniscayaan berikutnya setelah kewajiban patuh kepada Allah Swt. dan RasulNya. Surat An-Nisa’ ayat 59 menerangkan hal ini.\nbughat\nSejarah awal Islam pasca meninggalnya Rasulullah Saw., sejak era khalifah Abu Bakar ash-Shiddiq hingga Ali bin Abi Thalib, begitu banyak peristiwa pemberontakan (bughat) yang diperangi oleh para khalifah. Mereka memerangi para bughat ini semata karena ke-bughat-annya, pemberontakannya, kepada pemerintahan yang sah, bukan karena perbedaan paham berislamnya (khilafiyah).\nbughat\nAbu Bakar ash-Shiddiq memerangi Musalaiman al-Kazzab di Yamamah setelah Musilamah mengikrarkan sabotase pajak kepada khalifah yang sah; begitupun Ali bin Abi Thalib mengibarkan perang kepada Muawiyah bin Abi Sufyan karena tidak mau berbaiat kepada kekhalifahan yang sah.\nSampai di sini, terlihat jelas bahwa ihwal berbeda paham dan pendapat dalam takwil al-Qur’an dan sunah Rasul Saw. merupakan fenomena alamiah dan manusiawi yang bisa diterima sejak dulu kala. Namun, bila telah mengobarkan pemberontakan (bughat) kepada ulil amri, lain lagi persoalan dan cara menindaknya.\nbughat\nAbdurrahman bin Muljam at-Tamimi bersama Khawarifnya telah mengambil sikap yang bukan lagi sekadar ikhtilaf dengan pandangan Ali bin Abi Thalib, tetapi telah jatuh kepada bughat. Maka, kiranya, kita kini hendaklah selalu bermawas diri agar ragam ikhtilaf hukum di antara kita tetaplah berdenyar sebagai ikhtilaf yang alamiah, manusiawi, dan karenanya berkhittah rahmatuLlah. Ikhtilaful ummati rahmat, perbedaan di antara umat adalah rahmat.\nikhtilaf\nIkhtilaf yang sehat dan produktif, karenanya ia disebut rahmat, kita mengerti, tentulah bentu-bentuk ikhtilaf yang bersendikan niat rohani yang jernih, ilmu pengetahuan yang otoritatif, dan sekaligus akhlak karimah. Di luar skema fondasi ini, sulit kita menemukan kerahmatan di dalamnya.\nIkhtilaf\nJika argumen tersebut dirujukkan kepada jawaban Ali bin Abi Thalib kepada Abdurrahman bin Muljam at-Tamimi di atas (“Kalimat yang benar tetapi dimaksudkan untuk hal yang salah.”), kita bisa mendulang penyimpulan-penyimpulan vital berikut:\nPertama, senantiasa meyakini dan memegang teguh bahwa takwil hukum apa pun dari al-Qur’an dan sunnah Rasul Saw., sekali lagi apa pun, di tangan kita mestilah selalu didudukkan sebagai semata ikhtiar ilmu kita untuk menimba dan mewujudkan suatu tatanan dan aturan nyata di antara kehidupan kita. Jika bentuk hukumnya beragam, maka keberagaman tersebut mesti selalu dipahami dan didudukkan sebagai kerahmatan di antara kita, tanpa perlu mengklaim pendapat diri benar dan lainnya salah.\nPertama\nIhwal kebenaran mutlaknya sama sekali hak pantas kita untuk mengklaimnya, sebab hanyalah Allah Swt. yang Maha Mengetahui maksud semua dalilNya. Wallahu ya’lamu wa antum la ta’lamun.\nWallahu ya’lamu wa antum la ta’lamun\nLihatlah, misal, bagaimana hukum berjabat tangan antarlawan jenis non mahram dalam pandangan empat imam mazhab besar pendahulu kita:\nAbu Hanifah mengatakan tidak boleh; namun ia bisa menjadi boleh jika terjamin tidak menimbulkan desir syahwat.\nImam Malik mengatakan tidak boleh dengan dalih apa pun.\nImam Syafii mengatakan tidak boleh; namun bisa menjadi boleh jika menjamin tidak menimbulkan desir hawa nafsu dan harus ada palapis (misal sarung tangan) yang membatasi keduanya.\nImam Hanbali mengatakan tidak boleh. Sama sekali tidak boleh.\nJika kita mengedepankan soal “yang mana yang benar”, rawanlah kita terjatuh pada penghakiman dan penudingan yang rentan perselisihan dan pertikaian. Namun jika kita bersikap lapang dada kepada kemajemukan bentuk hukum tersebut, kita akan menuai kerahmatan di antara kita.\nKedua, berhati-hatilah terhadap hijab ilmu dan tipu daya iblis yang boleh jadi menyelubungi mata kita dengan “kesan-kesan benar dan baik” pada suatu takwil atau hukum. Meyakini takwil dan hukum yang kita ikuti benar adalah keniscayaan normal yang sah. Tetapi, jangan disertai dengan menyalahkan dan melecehkan bentuk takwil dan hukum yang berbeda.\nKedua\nMau sekokoh apa pun metodologi dan argumentasi kritis yang kita ajukan atau ikuti, jangan sampai ia memantik permusuhan dan pertikaian dengan pihak lain. Ini batasnya. Jika dilanggar, rawan betul ia terjatuh kepada ungkapan Ali bin Abi Thalib di atas: “Kalimat yang benar tetapi dimaksudkan untuk hal yang salah.” Ayatnya benar, hadisnya sahih, tetapi cara penggunaannya yang tidak tepat dan bijaksana bisa menjadikan kita terjatuh pada sikap-sikap yang madharat. Dan risiko kemadharatan adalah hal yang mesti kita kedepankan untuk dihindari selalu.\nAnda bisa mencermati Surat Fushilat ayat 33-35 ini:\n“Dan siapalah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah Swt dan berbuat baik dan berkata ‘Sungguh aku tergolong ke dalam golongan yang berserah diri kepadaNya’. Kebaikan dan keburukan tidaklah pernah sama. Tanggapilah (keburukan) itu dengan perbuatan yang lebih baik sehingga bila antaramu dan dia terdapat perselisihan maka seolah kalian telah menjadi sahabat yang penuh setia. Dan takkan menggapai hal demikian kecuali orang yang bersabar, dan takkan menggapai hal demikian kecuali orang yang dikaruniai nikmat yang agung dariNya.”\nDan siapalah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah Swt dan berbuat baik dan berkata ‘Sungguh aku tergolong ke dalam golongan yang berserah diri kepadaNya’. Kebaikan dan keburukan tidaklah pernah sama. Tanggapilah (keburukan) itu dengan perbuatan yang lebih baik sehingga bila antaramu dan dia terdapat perselisihan maka seolah kalian telah menjadi sahabat yang penuh setia. Dan takkan menggapai hal demikian kecuali orang yang bersabar, dan takkan menggapai hal demikian kecuali orang yang dikaruniai nikmat yang agung dariNya.\nKita lengkapi dengan surat an-Nisa’ ayat 59: “….jika kalian berebda pendapat dalam sesuatu, maka kembalikanlah ia kepada Allah Swt. dan RasulNya jika kalian beriman kepada Allah Swt. dan RasulNya; yang demikian itu lebih baik bagi kalian dan pula dampaknya.”\n….jika kalian berebda pendapat dalam sesuatu, maka kembalikanlah ia kepada Allah Swt. dan RasulNya jika kalian beriman kepada Allah Swt. dan RasulNya; yang demikian itu lebih baik bagi kalian dan pula dampaknya.\nTerakhir, satu ayat lagi dari surat Ali Imran ayat 105: “Dan janganlah kalian menjadi golongan orang yang bercerai-berai dan berselisih setelah turunnya al-Qur’an ini; mereka itulah orang-orang yang akan ditimpakan azab yang pedih.”\nDan janganlah kalian menjadi golongan orang yang bercerai-berai dan berselisih setelah turunnya al-Qur’an ini; mereka itulah orang-orang yang akan ditimpakan azab yang pedih.\nKini terlihat terang bahwa rambu-rambu “jangan sampai bercerai-berai” (agar kita tak tergolong kepada orang yang akan ditimpakanNya azab yang pedih) sebagai batasan bagi ekspresi taklid kita kepada paham hukum, pendapat, aliran, dan mazhab apa pun mesti diterjemahkan selalu dalam “perbuatan atau sikap yang lebih baik”. Ia tiada lain adalah akhlak karimah. Katakanlah: adab ikhtilaf.\nagar kita tak tergolong kepada orang yang akan ditimpakanNya azab yang pedih\nImam Malik berkata kepada Khalifah Al-Manshur yang menjadikan kitabnya, Al-Muwaththa’, sebagai satu-satunya sumber hukum Islam, “Janganlah begitu, Amirul Mukminin. Umat telah mendengar banyak riwayat dan pendapat yang tak sama dengan pendapatku. Biarkanlah mereka memegang riwayat dan pendapat yang telah mereka ikuti dan yakini.”\nAl-Muwaththa’\nImam Syafii pernah mengatakan: “Kebenaran dalam pandanganku (boleh jadi) mengandung suatu kesalahan dalam pandangan orang lain; dan kebenaran dalam pandangan orang lain (boleh jadi) mengandung suatu kesalahan dalam pandanganku.”\nImam Ahmad bin Hanbal ketika dibangga-banggakan oleh seorang pengikutnya dengan mengatakan, “Sungguh tak pernah kudapatkan hukum yang lebih benar dibanding hukum Anda!” Beliau menjawab, “Aku tidak mengetahuinya, boleh jadi di dalam hukum-hukumku ini justru terdapat banyak keburukan dan kekurangan.”\nBegitulah tamsil adab ikhtilaf dari para leluhur ulama kita.\nSemua ini memperlihatkan kejernihan akhlak yang luar biasa, yang bila dirujukkan pada rangkaian ayat di atas, niscaya lahir dari (1) iman yang haq kepada Allah Swt. dan RasulNya, (2) mengedepankan selalu akhlak karimah, (3) bersabar dengan kesabaran yang luar biasa, (4) memohon selalu karunia agung dari Allah Swt., dan (4) menghindarkan sejauh-jauhnya segala bentuk percerai-beraian dan permusuhan di antara umat.\nhaq\nKetiga, mari mawas diri selalu kepada tipu daya iblis yang boleh jadi membajak keluasan dan kedalaman ilmu kita. Ciri dari bajakan iblis yang bersekongkol dengan gelora hawa nafsu yang su’ ialah merasa diri lebih baik. Buahnya adalah kesombongan. Dampak berikutnya kepada pihak lain ialah merendahkan, menjatuhkan, melecehkan, menghinakan, dan menghancurkan. Tentu saja, jika ini terus dilanturkan, terjadilah tafarraqu wa ikhtalafu kendati kita secara lahiriah sedang memegang bayyinat itu.\nKetiga\nIblis, kita tahu, dulunya adalah sederajat dengan malaikat yang ahli ibadah di surgaNya. Diabadikan dalam Surat Shad mulai ayat 71-85, iblis diusir oleh Allah Swt. dari surgaNya, plus digolongkan ke dalam golongan kafir dan dilaknatNya pula, karena iblis bersombong (istakbara) dan bertinggi hati (minal ‘alin) ketika diperintah sujud kepada Adam As. dengan mengatakan: “Ana khairun minu, khalaqtani min nar wa khalatqtahu min thin, aku lebih baik darinya (Adam As.), Engkau menciptakanku dari api dan Engkau menciptakannya dari tanah.”\nistakbara\nGenetika sombong dan tinggi hati warisan iblis ini boleh jadi menyeruak ke dalam hati kita justru memalui pintu ilmu dan amal kita. Luas dan dalamnya ilmu, serta tekunnya kita beramal saleh, amat boleh jadi remuk begitu saja dikarenakan bertahtanya sombong dan tinggi hati kita. Rasa sombong inilah yang rawan betul menjungkalkan kita melanggar batas terang di atas (tafarraqu wa ikhtalafu), sehingga nilai-nilai kebaikan ilmu dan amal tertutupi tiada faedah kepada rohani kita sendiri dan apalagi kepada ekspresi akhlak karimahnya.\ntafarraqu wa ikhtalafu\nIni selaras betul dengan Surat Al-Mukminun ayat 71 berikut: “Jika kebenaran telah mengikuti hawa nafsu, maka akan rusaklah langit dan bumi beserta seluruh siapa yang ada di antara keduanya….”\nJika kebenaran telah mengikuti hawa nafsu, maka akan rusaklah langit dan bumi beserta seluruh siapa yang ada di antara keduanya….\nJuga Surat an-Nur ayat 21: “Wahai orang-orang yang beriman, janganlah kalian mengikuti jalan-jalan setan, siapa yang mengukuti jalan-jalan setan, sesungguhnya setan akan selalu menyeru kepada keburukan dan kemungkaran….”\nWahai orang-orang yang beriman, janganlah kalian mengikuti jalan-jalan setan, siapa yang mengukuti jalan-jalan setan, sesungguhnya setan akan selalu menyeru kepada keburukan dan kemungkaran….\nLihat pula Surat al-Furqan ayat 43: “Tidakkah engkau melihat kepada orang yang menjadikan hawa nafsunya sebagai Tuhannya….”\nTidakkah engkau melihat kepada orang yang menjadikan hawa nafsunya sebagai Tuhannya….\nSekali lagi, mari selalu mawas diri dan memohon pertolongan Allah Swt. Jangan sampai kalamuLlah yang haq menjelma mafsadah dan madharat di antara kita akibat kita rohani kita dikubuli hijab ilmu dan tipu daya iblis. Jangan sampai keintiman kita kepada al-Qur’an, salat, puasa, dan segala peribadatan kepadaNya “hanya berdering di tenggorokan; tak merembes ke dalam hati”, hingga perilaku kita terjauhkan dari teladan akhlak karimah, dan  akibatnya kita tergolong ke dalam “Mereka melesat keluar dari agama bagai anak panah yang melesat dari busurnya. Mereka tidak akan kembali kepadanya sampai anak panah itu kembali ke busurnya.”\nkalamuLlah\nNa’udzubiLlah bin dzalik.\nNa’udzubiLlah bin dzalik\nSemoga Allah Swt. senantiasa membimbing dan mencerahkan (hudzan) hati, pikiran, dan perilaku kita semua, hingga kita semua tergolong ke dalam “Mereka itulah orang-orang yang tetap mendapat petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung”. Amin.\nhudzan\nWallahu a’lam bish shawab.\nWallahu a’lam bish shawab.\nJogja, 24 Agustus 2019",
  "tahun_terbit": 2019
 },
 {
  "id": 8,
  "judul": "Realitas dan Kebenarannya Menurut Imam Ghazali",
  "cover": "https:\/\/basabasi.co\/wp-content\/uploads\/2019\/08\/al-ghazali-on-intellectual-pride-500x300.jpg",
  "rating": "3.7",
  "kategori": "Celoteh",
  "deskripsi": "Semesta literasi Islam kita hari ini berutang banyak sekali kepada para leluhur kita, di antaranya Imam Ghazali. Untuk sekadar membumikan […]",
  "isi": "Semesta literasi Islam kita hari ini berutang banyak sekali kepada para leluhur kita, di antaranya Imam Ghazali. Untuk sekadar membumikan dan meruahkan ajaran beliau tentang “kebenaran realitas”, sebagian besar kita masih tampak kelimpungan.\nBuktinya ialah gagapnya kita untuk senantiasa mampu membedakan kebenaran realitas dengan takwilnya, sehingga keduanya menjadi tercampurkan dan bahkan tersamakan begitu saja. Akibatnya, sungguh fatal! Padahal, tentu saja realitas adalah riil pada kebenaran dirinya sendiri dan takwil adalah “realitas kedua” yang tak pernah benar-benar melingkupi kebenaran-realitas itu.\nDampak dari kegagapan ini ialah lalu merajalelanya klaim kebenaran (truth claim), berikutnya lazim beriiringan dengan klaim keselamatan (salvation claim), yang bukan hanya menjadikan kita yang rasional begini tampak begitu lucu dan wagu karena arogan dalam logical fallacy, melainkan lebih jauh menyurukkan kita ke dalam jurang perkelahian sosial yang menyedihkan.\nKita yang acap bertikai keras dengan sesama saudara, seiman, dan semanusia hanya gara-gara kultus tafsir, takwil, terhadap realitas (teks), bukankah itu panggung kelucuan dan kewaguan yang melampaui imajinasi terluar paling liar manusia rasional?\nImam Ghazali mewariskan skema yang jernih ihwal kebenaran realitas ini.\nPertama, kebenaran realitas pada dirinya sendiri.\nBegini misalnya.\nAllah Swt. adalah Tuhan Yang Maha Kuasa yang kita sembah. Dia Swt. menurunkan al-Qur’an dan mengutus Rasul Muhammad Saw. kepada kita.\nSiapakah Allah Swt.? Dzat macam apakah Dia? Bagaimana kita memahami, mengenali, memikirkan, dan mengungkapkanNya?\nBoleh jadi kita lalu merujuk kepada Asmaul Husna sebagai sifat-sifat Allah Swt. yang sangat dekat dengan gambaran kita. Maha Pengasih, Maha Penyayang, Maha Raja, Maha Suci, Maha Selamat, Maha Mukmin, hingga Maha Sabar (asma ke-99).\nApa betul penggambaran kita ini adalah Dia Swt.? Bukankah itu semua hanya penggambaran, sama-sekali bukanlah Wujud Dzat Utuh Allah Swt.? Bukankah Allah Swt. telah menyatakan DiriNya laitsa kamistlihi syaiun, tiada sesuatu pun yang serupa denganNya?\nJika seperti serupa pun tidak, apalagi benar-benar menyerupaiNya, dan apalagi sama denganNya, dan apalagi dinyatakan adalah Dia Swt.?\nAbu Bakar ash-Shiddiq ketika ditanya tentang bagaimana caranya mengenal dan memahami Allah Swt., beliau berkata: “Al-‘ajuzu fil idraki idrakun, ketidakmampuan mengenalNya adalah pengenalanNya”.\nUmar bin Khattab mengatakan hal sejenis: “Aku mengenalNya melalui pantulan-pantulan cermin yang dipantulkanNya.”\nBegitupun Ali bin Abi Thalib yang mengatakan setamsil: “Aku mengenal Tuhanku dengan caraNya mengenalkanNya kepadaku.”\nBegitupun sejatinya saya, Anda, dan orang lain. Semua kita!\nSetiap orang yang beriman kepadaNya niscaya memiliki “tangkapan pengenalan” yang boleh jadi sangat tak pernah sama satu sama lain, dan semua itu bernisbat kepadaNya Swt,, walau pada hakikatnya sama sekali jelas tak sahih diklaim sebagai Wujud Dzat Utuh Allah Swt.\nAllah Swt. sebagai Realitas Tunggal yang Satu tetaplah adalah Kebenaran-Realitas-DiriNya-Sendiri, bukan dalam realitas kebenaran-kebenaran setiap kita.\nMaka, kita pun menyatakan dalam hati dengan takzim: Maha Suci Allah Swt….\nIhwal prinsipil begini, bahwa Realitas adalah Benar-dalam-Dirinya-Sendiri, bukan selain-lainnya dalam rupa persepsi dan bahkan postulasi apa pun, seyogianya berlaku pada semua hal.\nApa gerangan yang bisa Anda katakan tentang ayat “waman lam yahkum bima anzalaLlah faulaika humul kafirun, siapa yang tidak menetapkan hukum berdasarkan hukum Allah Swt., maka mereka golongan orang kafir”? (ayat yang paling getol dirujuk oleh para pejuang khilafah).\nYang mana yang dimaksud hukum Allah Swt.? Al-Qur’an-kah? Tuntunan RasulNya-kah? Kitab-kitab mazhab yang berlimpah ruah itukah? Pemikiran, tafsir, dan takwil imam siapakah? Atau, yang Anda pikirkan, ikuti, genggam, dan yakini kini? Bagaimana pula bila di dalam diri Anda ternyata menyala tendensi-tendensi tertentu, seperti politik ekonomi dan kekuasaan?\nMari kembalikan selalu kepada prinsip awal tadi: Realitas Pertama adalah Benar-dalam-Dirinya-Sendiri, bukan selain-lainnya, termasuk postulasi-postulasi kita.\nKedua, pandangan kognisi dan rohani kita. Di hadapan sesuatu atau hal, termasuk Tuhan, kita semua niscaya membangun persepsi, opini, postulasi. Boleh jadi, mulanya hanya pandangan dangkal, dan berikutnya jadi lebih dalam, mendalam, hingga bahkan sekokoh suatu worldview atau welstanchauung.\nTentu, kita paham, persepsi beda dengan postulasi, sebagaimana pula keduanya beda dengan worldview atau welstanchauung.\nMisal.\nKetika kita berkata “daun itu hijau warnanya”, kedalaman opini ini niscaya tak setimbang sama sekali dengan ungkapan filosofis Hans-Georg Gadamer tentang warna daun: apa benar warna daun itu hijau? Siapa yang memberi tahu kita bahwa warna daun itu hijau? Kitakah sebagai subjek yang mengatakannya? Ataukan daun itu sendiri sebagai subjek yang mengatakannya kepada kita? Jadi, siapa sebenarnya yang menjadi subjek dan objek? Ataukah keduanya sama-sama subjeknya dan sekaligus sama objeknya?\nKendati begitu, mau sedalam apa pun worldview kita terhadap sesuatu, hal, dzat, apalagi Tuhan, semua itu tetaplah pandangan kita yang berdenyar di dalam kepala (kognisi) atau rohani (hati) atau persekutuan keduanya. Ia, bagaimanapun bentuknya, tetaplah “pikiran atau imajinasi (dzauq)” kita yang berjarak nyata dengan hal atau dzat tersebut.\nIngat peta pertama Imam Ghazai bahwa kebenaran realitas melekat pada realitas itu sendiri—bukan di luarnya.\nIni artinya, keberjarakan kita dengan realitas, walau kita seintim apa pun dengannya, menisbatkan konsekuensi secara langsung bahwa kebenaran kita tetap bukanlah kebenaran-diri-realitas itu, melainkan sekadar “kebenaran-kita-yang-bukan-realitas-pertama”. Jangan pernah hilangkan kata “kita” dan “bukan realitas pertama”.\nSampai di sini, kita termafhumkan dengan jernih bahwa umpama kita menakwil ayat atau hadits dengan kedalaman ilmu akademik yang paling kokoh dan tanggung jawab paling bermoral sekalipun, kesimpulannya tetaplah bukan kebenaran-realitas-sendiri, melainkan semata “kebenaran-kita-yang-bukan-realitas”.\nBoleh jadi, di dalam pikiran atau samudra rohani yang tak terbatas, kita telah melakoni penjelajahan literatur dan penyelaman ontologis yang luar biasa, sehingga kesimpulan-kesimpulan yang didedahkan kemudian dalam bentuk definisi dan epistemologi sangat kokoh. Tapi, ia sama sekali tetaplah bukan kebenaran-mutlak-realitas-pertama. Ia tetaplah “kebenaran-kita-yang-bukan-realitas-pertama”. Atau, boleh ditambahkan, ia adalah semata “kebenaran-epistemologi-kita-yang-bukan-realitas-pertama”.\nWalhasil, derajat kesahihannya tetaplah relatif. Tiada hak memutlakkan pada dirinya.\nInilah hakikat filosofisnya: segala persepsi, postulasi, hingga worldview atau welstanchauung khittahnya adalah kebenaran-relatif. Tidak mutlak!\nMaka sungguh aneh bila dalih-dalih terhadap dalil-dalil apa saja yang kita kuarkan ke publik lalu dengan beraninya kita klaim sebagai kebenaran-mutlak, bahkan keselamatan-mutlak. Sungguh ini secara ilmiah adalah logical fallacy yang memalukan dan secara moral adalah arogansi tak terperikan….\nKetiga, realitas yang didalilkan atau dinarasikan dalam bentuk ungkapan, tuturan, konklusi, hingga epistemologi akan selalu mereduksi esensi kedua dan apalagi pertama tadi.\nWalaupun cukup pelik, saya tetap membaca Slavoj Zizek. Peliknya Zizek toh masih lebih pelik Martin Haidegger, bukan?\nZizek pernah membuat narasi filosofis begini:\nKeinginan adalah “ini bukanlah itu”, berbeda dengan cinta yang bernarasi “ini adalah itu”. Perbedaan keduanya ada pada “bukanlah” dan “adalah”.\nUmpama kita berkeinginan membeli motor, lalu suatu hari motor itu benar-benar berhasil kita beli, keinginan yang terkabul akan seketika merontakan “bukan motor ini yang saya inginkan, tapi motor itu atau begitu”. Walhasil, keinginan, seterkabul apa pun, sungguh merupakan pengkhianat yang hakiki kepada diri kita, dan wajarlah ia dikatakan sebagai sumber penderitaan. Mengurangi keinginan adalah jalan hakiki mengurangi penderitaan.\nBerkebalikan dengan cinta yang berspirit penerimaan. Boleh jadi motor yang kita cintai adalah begitu, tapi yang kita miliki kini adalah begini, maka begini menjadi adalah begitu—beda dengan keinginan “begini bukanlah begitu” tadi.\nCinta menyelesaikan segala prahara yang dirontakan keinginan, dikarenakan cinta memiliki spirit penerimaan. Membesarkan cinta adalah jalan hakiki membesarkan kebahagiaan.\nSampai di sini, kita bisa melihat betapa pewujudan hal atau dzat dalam suatu bangunan bahasa, ungkapan, penyampaian, tegasnya segala bentuk pembendawiannya, tepat di detik yang sama mengikis eksistensi “pikiran dan rohani” yang belum terkatakan (realitas kedua)—hanya terpikirkan dalam kepala atau terasakan dalam hati—yang juga telah mengalami pengikisan dibanding kebenaran-realitas-itu-sendiri (realitas pertama).\nJadi, dalam narasi Zizek, jika kita mengandaikan motor di jalanan yang kita inginkan adalah motor yang memesona dan menyenangkan untuk kita miliki, debur pikiran dan perasaan tersebut akan terkikis dengan sendirinya tatkala telah “membendawi dengan nyata” menjadi milik kita. Ya, dikarenakan prinsip “ini bukanlah itu” tadi telah teruahkan dalam keterungkapan.\nMaka, ingin menarasikan hal atau dzat, sejatinya mesti kita sadari sedari dini sebagai reduksi kita sendiri kepada otentisitas hal atau dzat itu.\nSaya punya ilustrasi yang tampaknya cukup mewakili tiga skema realitas Imam Ghazali ini.\nRabi’ah Adawiyah kita kenal sebagai sufi perempuan yang sangat kondang dengan konsep mahabbahnya. Cinta. Jenis tasawuf yang kemudian juga dikembangkan Imam Ghazali.\nSuatu hari, beliau keliling kota Baghdad sembari menenteng ember berisi air di satu tangan dan tangan lainnya memegang obor yang berkobar. Orang-orang bertanya apa gerangan yang ingin dilakukannya?\nBeliau menjawab: “Aku ingin membakar surga dengan obor ini agar orang-orang tidak lagi beribadah kepada Allah Swt. dengan semata mengharap dibalas surga dan mematikan api neraka dengan air dalam ember ini agar orang-orang tak lagi menjauhi maksiat karena semata takut dibalas neraka.”\nAllah Swt. sebagai Realitas Pertama tetaplah Kesejatian Dzat yang bertahta Pada Kebenaran Dirinya, bagaimanapun dalam dan luhungnya dzauq mahabbah Rabi’ah Adawiyah yang tak terkatakan. Ketika dzauq mahabbah itu kelak diungkapkannya dalam bentuk puisi sekalipun—kita tahu puisi adalah bentuk ungkap yang paling terbuka pada luasan makna—semua itu bukankah hakikat realitas kebenaran dzauq mahabbah yang dirasakannya.\nO, sukacita dan nyawaku, semoga kekallah Jiwaku\nKaulah sumber hidupku\nDan dariMu juga berahiku berasal\nDari semua benda fana di dunia ini\nDiriku telah tercerah\nHasratku adalah bersatu denganMu\nMelabuhkan rindu.\nUngkapan puitis Rabi’ah Adawiyah tersebut memperlihatkan kedalaman dzauq mahabbah-nya—kita yang membacanya dapat merasakannya. Namun, puisi itu pun tetaplah ungkapan reduksi atas samudra rasa rohani yang dirasakannya, yang tak terkatakan. Dan yang tak terkatakan ini adalah kepingan belaka dari Realitas Tuhan itu sendiri.\nBegitulah bentang jarak-jarak reduksi antara ucapan diri, pikiran\/imajinasi diri, dan realitas itu sendiri. Ketiganya akan selalu berjarak dalam keintiman yang paling manunggal sekalipun.\nRealitas Pertama adalah realitas hakiki yang tak tepermanai; pikiran dan imajinasi kita terhadapnya adalah sekadar realitas kedua yang seluas samudra; dan tuturan atau ungkapan kita terhadapnya—yang melalui medium ini bisa dibaca, dilihat, dan dirasakan orang lain—adalah realitas ketiga yang kiranya seluas sungai-sungai di hadapan samudra-samudra.\nJarak realitas ketiga dengan realitas pertama tak teukur bentangnya. Maka, semestinya, berdasar pemahaman atas skema filosofis Imam Ghazali ini, tiadalah hak dan kepatutan niscaya kepada setiap kita untuk mendakukan diri sebagai “pemegang kebenaran realitas” apa pun. Sekali lagi, apa pun!\nTeks ayat yang kita takwil sekokoh apa pun fondasi metodologisnya plus sejernih apa pun rohani di balik sang penakwil, ia selalu tak sahih diklaim sebagai “pemegang kebenaran tunggal realitas”. Ia hanyalah sungai-sungai. Ia dengan sendirinya adalah sungai yang nisbi, relatif, sekadar representasi di antara jubelan representasi lain, sungai-sungai lain—entah yang aliran airnya setara atau di atas atau di bawahnya.\nWallahu ya’lamu wa antum la ta’lamun, Allah Swt lah yang mengetahui (maksud-maksud kebenaran yang dikandung realitas ayat-ayat yang kita baca) dan kalian tak mengetahui, begitu tutur al-Qur’an.\nSeyogianya, nalar dan rohani kita lalu senantiasa berada di derajat legawa demikian di antara jubelan takwil dan paham apa saja. Tak patut ada kefanatikan. Negasi-negasian. Salah-menyalahkan. Dan klaim-klaiman paling benar, paling sesuai maksud Allah Swt. dan tuntunan RasulNya. Denyar-denyar demikian hanyalah logical fallacy paling sombong dari para nisbi.\nMari berendah hati atas realitas kenisbian relatif kita. Bukankah surat Ali Imran ayat 8 telah mengajarkan kepada kita melalui istilah ulul albab: “(Mereka (ahli ilmu) berdoa): “Ya Tuhan kami, janganlah Engkau jadikan hati kami condong kepada kesesatan setelah Egkau beri petunjuk kepada kami dan karuniakanlah kepada kami rahmat dariMu, sungguh hanya Engkau lah Sang Maha Pemberi (karunia).”\nSemoga kita semua dianugerahiNya maqam ulul albab ini. Amin.\nWallahu a’lam bish shawab.\nJogja, 20 Agustus 2019",
  "tahun_terbit": 2019
 }
]